[
    {
        "authors": [
            {
                "id": "3534",
                "name": "Toni Morrison"
            }
        ],
        "book_id": "292327",
        "isbn13": "9780307278449",
        "title": "The Bluest Eye",
        "publication_year": null,
        "publisher": "Vintage International",
        "language_code": null,
        "description": "Pecola Breedlove, a young black girl, prays every day for beauty. Mocked by other children for the dark skin, curly hair, and brown eyes that set her apart, she yearns for normalcy, for the blond hair and blue eyes that she believes will allow her to finally fit in. Yet as her dream grows more fervent, her life slowly starts to disintegrate in the face of adversity and strife.<br /><br />A powerful examination of our obsession with beauty and conformity, Toni Morrison's virtuosic first novel asks powerful questions about race, class, and gender with the subtlety and grace that have always characterized her writing.",
        "average_rating": 4.11,
        "num_pages": 206,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "Banned Books",
            "Race",
            "African American",
            "Literary Fiction"
        ],
        "ratings": 254716,
        "reviews": 17429
    },
    {
        "authors": [
            {
                "id": "17004288",
                "name": "Charmaine Wilkerson"
            }
        ],
        "book_id": "60293935",
        "isbn13": "9780593358337",
        "title": "Black Cake",
        "publication_year": "2022",
        "publisher": "Ballantine Books",
        "language_code": "eng",
        "description": "<b>We can’t choose what we inherit. But can we choose who we become?</b><br /><br />In present-day California, Eleanor Bennett’s death leaves behind a puzzling inheritance for her two children, Byron and Benny: a traditional Caribbean black cake, made from a family recipe with a long history, and a voice recording. In her message, Eleanor shares a tumultuous story about a headstrong young swimmer who escapes her island home under suspicion of murder. The heartbreaking tale Eleanor unfolds, the secrets she still holds back, and the mystery of a long-lost child challenge everything the siblings thought they knew about their lineage and themselves.<br /><br />Can Byron and Benny reclaim their once-close relationship, piece together Eleanor’s true history, and fulfill her final request to “share the black cake when the time is right”? Will their mother’s revelations bring them back together or leave them feeling more lost than ever?<br /><br />Charmaine Wilkerson’s debut novel is a story of how the inheritance of betrayals, secrets, memories, and even names can shape relationships and history. Deeply evocative and beautifully written, <i>Black Cake</i> is an extraordinary journey through the life of a family changed forever by the choices of its matriarch.",
        "average_rating": 4.1,
        "num_pages": 385,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Audiobook",
            "Mystery",
            "Literary Fiction",
            "Historical"
        ],
        "ratings": 179942,
        "reviews": 18786
    },
    {
        "authors": [
            {
                "id": "12942",
                "name": "Judy Blume"
            }
        ],
        "book_id": "57233514",
        "isbn13": "9780385337663",
        "title": "Summer Sisters",
        "publication_year": "2021",
        "publisher": "Bantam",
        "language_code": "eng",
        "description": "An alternative cover edition for this ISBN can be found <a href=\"https://www.goodreads.com/book/show/820100.Summer_Sisters\" rel=\"nofollow noopener\">here</a><br /><br /><b>#1 <i>NEW YORK TIMES</i> BESTSELLER • Look for special features inside. Join the Random House Reader’s Circle for author chats and more.</b><br />  <br /> In the summer of 1977, Victoria Leonard’s world changes forever when Caitlin Somers chooses her as a friend. Dazzling, reckless Caitlin welcomes Vix into the heart of her sprawling, eccentric family, opening doors to a world of unimaginable privilege, sweeping her away to vacations on Martha’s Vineyard, an enchanting place where the two friends become “summer sisters.”<br />  <br /> Now, years later, Vix is working in New York City. Caitlin is getting married on the Vineyard. And the early magic of their long, complicated friendship has faded. But Caitlin begs Vix to come to her wedding, to be her maid of honor. And Vix knows that she will go—because she wants to understand what happened during that last shattering summer. And, after all these years, she needs to know why her best friend—her summer sister—still has the power to break her heart.<br /><b>\n  <i> </i>\n</b><br /><b>Praise for <i>Summer Sisters</i></b><br /><b>\n  <i> </i>\n</b><br /> “Compulsively readable . . . [Blume’s] powers are prodigious.”<b>—<i>The New York Times Book Review</i> </b><br />  <br /> “As warm as a summer breeze blowing through your hair, as nostalgic as James Taylor singing ‘How Sweet It Is.’ You remember. So does Judy Blume. How sweet it was.”<b>—<i>Chicago Tribune</i></b><br /><b> </b><br /> “An exceptionally moving story that can leave the reader laughing and crying . . . sometimes at the same time . . . Blume creates a rich tapestry of characters.”<b>—<i>The Denver Post</i></b><br />  <br /> “Blume’s characters still tend to hover after the book is set aside. . . . She catches perfectly the well-armored love between longtime female friends.”<b>—<i>The Seattle Times</i></b>",
        "average_rating": 3.86,
        "genres": [
            "Fiction",
            "Chick Lit",
            "Romance",
            "Young Adult",
            "Contemporary",
            "Coming Of Age",
            "Adult"
        ],
        "ratings": 111476,
        "reviews": 5652
    },
    {
        "authors": [
            {
                "id": "14343402",
                "name": "Nicole Y. Dennis-Benn"
            }
        ],
        "book_id": "50896357",
        "isbn13": "9781631497896",
        "title": "Patsy",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "When Patsy gets her long-coveted visa to America, it comes after years of yearning to leave Pennyfield, the beautiful but impoverished Jamaican town where she was raised. More than anything, Patsy wishes to be reunited with her oldest friend, Cicely, whose letters arrive from New York steeped in the promise of a happier life and the possible rekindling of their young love. But Patsy’s plans don’t include her overzealous, evangelical mother―or even her five-year-old daughter, Tru.<br /><br />Beating with the pulse of a long-witheld confession, <i>Patsy</i> gives voice to a woman who looks to America for the opportunity to choose herself first―not to give a better life to her family back home. Patsy leaves Tru behind in a defiant act of self-preservation, hoping for a new start where she can be, and love, whomever she wants. But when Patsy arrives in Brooklyn, America is not as Cicely’s treasured letters described; to survive as an undocumented immigrant, she is forced to work as a bathroom attendant and nanny. Meanwhile, Tru builds a faltering relationship with her father back in Jamaica, grappling with her own questions of identity and sexuality, and trying desperately to empathize with her mother’s decision.<br /><br />Expertly evoking the jittery streets of New York and the languid rhythms of Jamaica, <i>Patsy</i> weaves between the lives of Patsy and Tru in vignettes spanning more than a decade as mother and daughter ultimately find a way back to one another.",
        "average_rating": 3.92,
        "genres": [
            "Fiction",
            "LGBT",
            "Contemporary",
            "Queer",
            "Literary Fiction",
            "Lesbian",
            "Adult Fiction"
        ],
        "ratings": 11209,
        "reviews": 1458
    },
    {
        "authors": [
            {
                "id": "117786",
                "name": "Lily King"
            }
        ],
        "book_id": "52715989",
        "isbn13": "9780802148537",
        "title": "Writers & Lovers",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Following the breakout success of her critically acclaimed and award-winning novel <i>Euphoria</i>, Lily King returns with an unforgettable portrait of an artist as a young woman.<br /><br />Blindsided by her mother's sudden death, and wrecked by a recent love affair, Casey Peabody has arrived in Massachusetts in the summer of 1997 without a plan. Her mail consists of wedding invitations and final notices from debt collectors. A former child golf prodigy, she now waits tables in Harvard Square and rents a tiny, moldy room at the side of a garage where she works on the novel she's been writing for six years. At thirty-one, Casey is still clutching onto something nearly all her old friends have let go of: the determination to live a creative life. When she falls for two very different men at the same time, her world fractures even more. Casey's fight to fulfil her creative ambitions and balance the conflicting demands of art and life is challenged in ways that push her to the brink.<br /><br /><i>Writers &amp; Lovers</i> follows Casey--a smart and achingly vulnerable protagonist--in the last days of a long youth, a time when every element of her life comes to a crisis. Written with King's trademark humor, heart, and intelligence, <i>Writers &amp; Lovers</i> is a transfixing novel that explores the terrifying and exhilarating leap between the end of one phase of life and the beginning of another.",
        "average_rating": 4.02,
        "num_pages": 324,
        "genres": [
            "Fiction",
            "Contemporary",
            "Romance",
            "Literary Fiction",
            "Audiobook",
            "Adult",
            "Novels"
        ],
        "ratings": 143548,
        "reviews": 18739
    },
    {
        "authors": [
            {
                "id": "6339870",
                "name": "Margaret Renkl"
            }
        ],
        "book_id": "42372550",
        "isbn13": "9781571313782",
        "title": "Late Migrations: A Natural History of Love and Loss",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Growing up in Alabama, Renkl was a devoted reader, an explorer of riverbeds and red-dirt roads, and a fiercely loved daughter. Here, in brief essays, she traces a tender and honest portrait of her complicated parents--her exuberant, creative mother; her steady, supportive father--and of the bittersweet moments that accompany a child's transition to caregiver.<br /><br />And here, braided into the overall narrative, Renkl offers observations on the world surrounding her suburban Nashville home. Ringing with rapture and heartache, these essays convey the dignity of bluebirds and rat snakes, monarch butterflies and native bees. As these two threads haunt and harmonize with each other, Renkl suggests that there is astonishment to be found in common things: in what seems ordinary, in what we all share. For in both worlds--the natural one and our own--\"the shadow side of love is always loss, and grief is only love's own twin.\"<br /><br />Illustrated by the author's brother, Billy Renkl, <i>Late Migrations</i> is an assured and memorable debut.",
        "average_rating": 4.3,
        "num_pages": 231,
        "genres": [
            "Memoir",
            "Nonfiction",
            "Essays",
            "Nature",
            "Biography",
            "Biography Memoir",
            "Family"
        ],
        "ratings": 6397,
        "reviews": 1157
    },
    {
        "authors": [
            {
                "id": "15414151",
                "name": "Javier Zamora"
            }
        ],
        "book_id": "59900688",
        "isbn13": "9780593498064",
        "title": "Solito",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>A young poet tells the story of his harrowing migration from El Salvador to the United States at the age of nine in this memoir.</b><br /><br /><i>Trip. My parents started using that word about a year ago--\"one day, you'll take a trip to be with us. Like an adventure.\"</i><br /><br />Javier's <i>adventure</i> is a three-thousand-mile journey from his small town in El Salvador, through Guatemala and Mexico, and across the U.S. border. He will leave behind his beloved aunt and grandparents to reunite with a mother who left four years ago and a father he barely remembers. Traveling alone except for a group of strangers and a coyote hired to lead them to safety, Javier's <i>trip</i> is supposed to last two short weeks.<br /><br />At nine years old, all Javier can imagine is rushing into his parents' arms, snuggling in bed between them, living under the same roof again. He does not see the perilous boat trips, relentless desert treks, pointed guns, arrests and deceptions that await him; nor can he know that those two weeks will expand into two life-altering months alongside a group of strangers who will come to encircle him like an unexpected family.",
        "average_rating": 4.48,
        "num_pages": 384,
        "genres": [
            "Memoir",
            "Nonfiction",
            "Audiobook",
            "Biography",
            "Biography Memoir",
            "Autobiography",
            "Adult"
        ],
        "ratings": 42340,
        "reviews": 5353
    },
    {
        "authors": [
            {
                "id": "18302001",
                "name": "Elizabeth Wetmore"
            }
        ],
        "book_id": "52377380",
        "isbn13": "9780062913265",
        "title": "Valentine",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "An astonishing debut novel that explores the lingering effects of a brutal crime on the women of one small Texas oil town in the 1970s.<br /><br /><em>Mercy is hard in a place like this . . .</em><br />It’s February 1976, and Odessa, Texas, stands on the cusp of the next great oil boom. While the town’s men embrace the coming prosperity, its women intimately know and fear the violence that always seems to follow.<br /><br />In the early hours of the morning after Valentine’s Day, fourteen-year-old Gloria Ramírez appears on the front porch of Mary Rose Whitehead’s ranch house, broken and barely alive. The teenager had been viciously attacked in a nearby oil field—an act of brutality that is tried in the churches and barrooms of Odessa before it can reach a court of law. When justice is evasive, the stage is set for a showdown with potentially devastating consequences.<br /><br /><em>Valentine</em> is a haunting exploration of the intersections of violence and race, class and region in a story that plumbs the depths of darkness and fear, yet offers a window into beauty and hope. Told through the alternating points of view of indelible characters who burrow deep in the reader’s heart, this fierce, unflinching, and surprisingly tender novel illuminates women’s strength and vulnerability, and reminds us that it is the stories we tell ourselves that keep us alive.",
        "average_rating": 3.77,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Audiobook",
            "Literary Fiction",
            "Historical",
            "Crime",
            "Adult"
        ],
        "ratings": 41592,
        "reviews": 5409
    },
    {
        "authors": [
            {
                "id": "6454131",
                "name": "Tara Conklin"
            }
        ],
        "book_id": "45730063",
        "isbn13": "9780062358219",
        "title": "The Last Romantics",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>“The greatest works of poetry are the stories we tell about ourselves.\"</b><br /><br />When the renowned poet Fiona Skinner is asked about the inspiration behind her iconic work, <i>The Love Poem</i>, she tells her audience a story about her family and a betrayal that reverberates through time.<br /><br />It begins in a big yellow house, with a funeral, an iron poker, and a brief variation forever known as the Pause: a free and feral summer in a middle-class Connecticut town. Caught between the predictable life they once led and an uncertain future that stretches before them, the Skinner siblings—fierce Renee, sensitive Caroline, golden-boy Joe and watchful Fiona—emerge from the Pause staunchly loyal and deeply connected.  Two decades later, the siblings find themselves once again confronted with a family crisis that tests the strength of these bonds and forces them to question the life choices they’ve made and to ask what, exactly, they are willing to do for love. <br /><br />A sweeping yet intimate epic about one American family, <i>The Last Romantics</i> is an unforgettable exploration of the ties that bind us together, the responsibilities we embrace and the duties we resent, and how we can lose—and sometimes rescue—the ones we love. A novel that pierces the heart and lingers in the mind, it is also a beautiful meditation on the power of stories—how they guide us through difficult times, help us understand the past, and point the way toward our future.",
        "average_rating": 3.71,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "Family",
            "Romance",
            "Adult Fiction"
        ],
        "ratings": 44069,
        "reviews": 4758
    },
    {
        "authors": [
            {
                "id": "21583555",
                "name": "Fran Littlewood"
            }
        ],
        "book_id": "61796633",
        "isbn13": "9781250857019",
        "title": "Amazing Grace Adams",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>A <i>New York Times</i> Bestseller</b><br /><b>A <i>TODAY Show</i> #ReadWithJenna Book Club Pick</b><br /><br /><b><i>Bernadette</i>, <i>Eleanor Oliphant</i>, <i>Rosie</i>, <i>Ove</i>… meet <i>Amazing Grace Adams</i>, the funny, touching, unforgettable story of an invisible everywoman pushed to the brink—who finally pushes back.</b> <br /><br />Grace Adams gave birth, blinked and now suddenly she is forty-five, perimenopausal and stalled —the unhappiest age you can be, according to the <i>Guardian</i>. And today she’s really losing it. Stuck in traffic, she finally has had enough. To the astonishment of everyone, Grace gets out of her car and simply walks away.<br /><br />Grace sets off across London, armed with a £200 cake, to win back her estranged teenage daughter on her 16th birthday. Because today is the day she’ll remind her daughter that no matter how far we fall, we can always get back up again. Because Grace Adams used to be amazing. Her husband thought so. Her daughter thought so. Even Grace thought so. But everyone seems to have forgotten. Grace is about to remind them …and, most importantly, remind herself.",
        "average_rating": 3.36,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Family",
            "Adult Fiction",
            "Adult",
            "Literary Fiction"
        ],
        "ratings": 21459,
        "reviews": 2839
    },
    {
        "authors": [
            {
                "id": "393731",
                "name": "Cynthia D'Aprix Sweeney"
            }
        ],
        "book_id": "54798430",
        "isbn13": "9780062876003",
        "title": "Good Company",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "A warm, incisive new novel about the enduring bonds of marriage and friendship.<br /><br />Flora Mancini has been happily married for more than twenty years. But everything she thought she knew about herself, her marriage, and her relationship with her best friend, Margot, is upended when she stumbles upon an envelope containing her husband’s wedding ring—the one he claimed he lost one summer when their daughter, Ruby, was five.<br /><br />Flora and Julian struggled for years, scraping together just enough acting work to raise Ruby in Manhattan and keep Julian’s small theater company—Good Company—afloat. A move to Los Angeles brought their first real career successes, a chance to breathe easier, and a reunion with Margot, now a bona fide television star. But has their new life been built on lies? What happened that summer all those years ago? And what happens <em>now</em>?<br /><br />With Cynthia D’Aprix Sweeney’s signature tenderness, humor, and insight, <em>Good Company</em> tells a bighearted story of the lifelong relationships that both wound and heal us. ",
        "average_rating": 3.36,
        "genres": [
            "Fiction",
            "Audiobook",
            "Contemporary",
            "Literary Fiction",
            "Adult Fiction",
            "Adult",
            "Chick Lit"
        ],
        "ratings": 37953,
        "reviews": 3466
    },
    {
        "authors": [
            {
                "id": "16508320",
                "name": "Dolly Alderton"
            }
        ],
        "book_id": "198688460",
        "isbn13": "9780593801307",
        "title": "Good Material",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "From the New York Times best-selling author of Ghosts and Everything I Know About a story of heartbreak and friendship and how to survive both<br /><br />Andy loves Jen. Jen loved Andy. And he can't work out why she stopped.<br /><br />Now he is. . .<br /><br />Without a home<br /><br />Waiting for his stand-up career to take off<br /><br />Wondering why everyone else around him seems to have grown up while he wasn't looking<br /><br />Set adrift on the sea of heartbreak, Andy clings to the idea of solving the puzzle of his ruined relationship. Because if he can find the answer to that, then maybe Jen can find her way back to him. But Andy still has a lot to learn, not least his ex-girlfriend's side of the story…<br /><br />In this sharply funny and exquisitely relatable story of romantic disaster and friendship, Dolly Alderton offers up a love story with two endings, demonstrating once again why she is one of the most exciting writers today, and the true voice of a generation.",
        "average_rating": 3.98,
        "genres": [
            "Fiction",
            "Romance",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "Adult",
            "Adult Fiction"
        ],
        "ratings": 74493,
        "reviews": 9905
    },
    {
        "authors": [
            {
                "id": "13575034",
                "name": "Linda  Holmes"
            }
        ],
        "book_id": "52162601",
        "isbn13": "9780525619260",
        "title": "Evvie Drake Starts Over",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "In a sleepy seaside town in Maine, recently widowed Eveleth “Evvie” Drake rarely leaves her large, painfully empty house nearly a year after her husband’s death in a car crash. Everyone in town, even her best friend, Andy, thinks grief keeps her locked inside, and Evvie doesn’t correct them.<br /><br />Meanwhile, in New York City, Dean Tenney, former Major League pitcher and Andy’s childhood best friend, is wrestling with what miserable athletes living out their worst nightmares call the “yips”: he can’t throw straight anymore, and, even worse, he can’t figure out why. As the media storm heats up, an invitation from Andy to stay in Maine seems like the perfect chance to hit the reset button on Dean’s future.<br /><br />When he moves into an apartment at the back of Evvie’s house, the two make a deal: Dean won’t ask about Evvie’s late husband, and Evvie won’t ask about Dean’s baseball career. Rules, though, have a funny way of being broken—and what starts as an unexpected friendship soon turns into something more. To move forward, Evvie and Dean will have to reckon with their pasts—the friendships they’ve damaged, the secrets they’ve kept—but in life, as in baseball, there’s always a chance—up until the last out.",
        "average_rating": 3.83,
        "genres": [
            "Romance",
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Chick Lit",
            "Adult",
            "Contemporary Romance"
        ],
        "ratings": 138219,
        "reviews": 15431
    },
    {
        "authors": [
            {
                "id": "16458196",
                "name": "Etaf Rum"
            }
        ],
        "book_id": "46206693",
        "isbn13": "9780062699770",
        "title": "A Woman Is No Man",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "In her debut novel Etaf Rum tells the story of three generations of Palestinian-American women struggling to express their individual desires within the confines of their Arab culture in the wake of shocking intimate violence in their community—a story of culture and honor, secrets and betrayals, love and violence. Set in an America at once foreign to many and staggeringly close at hand, <em>A Woman Is No Man </em>is an intimate glimpse into a controlling and closed cultural world, and a universal tale about family and the ways silence and shame can destroy those we have sworn to protect.<br /><br /><strong><em>\"Where I come from, we’ve learned to silence ourselves. We’ve been taught that silence will save us. Where I come from, we keep these stories to ourselves. To tell them to the outside world is unheard of</em>—<em>dangerous, the ultimate shame.”</em></strong><br /><br />Palestine, 1990. Seventeen-year-old Isra prefers reading books to entertaining the suitors her father has chosen for her. Over the course of a week, the naïve and dreamy girl finds herself quickly betrothed and married, and is soon living in Brooklyn. There Isra struggles to adapt to the expectations of her oppressive mother-in-law Fareeda and strange new husband Adam, a pressure that intensifies as she begins to have children—four daughters instead of the sons Fareeda tells Isra she must bear.<br /><br />Brooklyn, 2008. Eighteen-year-old Deya, Isra’s oldest daughter, must meet with potential husbands at her grandmother Fareeda’s insistence, though her only desire is to go to college. Deya can’t help but wonder if her options would have been different had her parents survived the car crash that killed them when Deya was only eight. But her grandmother is firm on the matter: the only way to secure a worthy future for Deya is through marriage to the right man.<br /><br />But fate has a will of its own, and soon Deya will find herself on an unexpected path that leads her to shocking truths about her family—knowledge that will force her to question everything she thought she knew about her parents, the past, and her own future.",
        "average_rating": 4.26,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Feminism",
            "Audiobook",
            "Literary Fiction",
            "Adult"
        ],
        "ratings": 151196,
        "reviews": 16684
    },
    {
        "authors": [
            {
                "id": "121703",
                "name": "Lauren Grodstein"
            }
        ],
        "book_id": "64005941",
        "isbn13": "9781643752341",
        "title": "We Must Not Think of Ourselves",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "A heart-wrenching story of love and defiance set in the Warsaw Ghetto, based on the actual archives kept by those determined to have their stories survive World War II <br /><br />On a November day in 1940, Adam Paskow becomes a prisoner in the Warsaw Ghetto, where the Jews of the city are cut off from their former lives and held captive by Nazi guards, and await an uncertain fate. Weeks later, he is approached by a mysterious figure with a surprising request: Will he join a secret group of archivists working to preserve the truth of what is happening inside these walls? Adam agrees and begins taking testimonies from his students, friends, and neighbors. He learns about their childhoods and their daydreams, their passions and their fears, their desperate strategies for safety and survival. The stories form a portrait of endurance in a world where no choices are good ones.<br /><br />One of the people Adam interviews is his flatmate Sala Wiskoff, who is stoic, determined, and funny—and married with two children. Over the months of their confinement, in the presence of her family, Adam and Sala fall in love. As they desperately carve out intimacy, their relationship feels both impossible and vital, their connection keeping them alive. But when Adam discovers a possible escape from the Ghetto, he is faced with an unbearable choice: Whom can he save, and at what cost?<br /><br />Inspired by the testimony-gathering project with the code name Oneg Shabbat, <i>New York Times</i> bestselling author Lauren Grodstein draws readers into the lives of people living on the edge. Told with immediacy and heart, <i>We Must Not Think of Ourselves</i> is a piercing story of love, determination, and sacrifice for the many fans of literary World War II fiction such as Kristin Harmel’s <i>The Book of Lost Names </i>and Lauren Fox’s <i>Send for Me</i>.",
        "average_rating": 4.12,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "World War II",
            "Holocaust",
            "Audiobook",
            "Historical",
            "War"
        ],
        "ratings": 7976,
        "reviews": 755
    },
    {
        "authors": [
            {
                "id": "22197027",
                "name": "Joanna   Quinn"
            }
        ],
        "book_id": "146486537",
        "isbn13": "9780593467152",
        "title": "The Whalebone Theatre",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "A transporting, irresistible debut novel that takes its heroine, Cristabel Seagrave, from a theatre made of whalebones to covert operations during World War II—a story of love, family, bravery, lost innocence, and self-transformation. <br /><br />One blustery night in 1928, a whale washes up on the shores of the English Channel. By law, it belongs to the King, but twelve-year-old orphan Cristabel Seagrave has other plans. She and the rest of the household—her sister, Flossie; her brother, Digby, long-awaited heir to Chilcombe manor; Maudie Kitcat, kitchen maid; Taras, visiting artist—build a theatre from the beast’s skeletal rib cage. Within the Whalebone Theatre, Cristabel can escape her feckless stepparents and brisk governesses, and her imagination comes to life. <br /><br />As Cristabel grows into a headstrong young woman, World War II rears its head. She and Digby become British secret agents on separate missions in Nazi-occupied France—a more dangerous kind of playacting, it turns out, and one that threatens to tear the family apart.",
        "average_rating": 4.07,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "Audiobook",
            "World War II",
            "War",
            "Literary Fiction"
        ],
        "ratings": 25801,
        "reviews": 2976
    },
    {
        "authors": [
            {
                "id": "17508681",
                "name": "Nana Kwame Adjei-Brenyah"
            }
        ],
        "book_id": "202468406",
        "isbn13": "9780593469316",
        "title": "Chain Gang All Stars",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Two top women gladiators fight for their freedom within a depraved private prison system not so far-removed from America's own. <br /><br />Loretta Thurwar and Hamara \"Hurricane Staxxx\" Stacker are the stars of Chain-Gang All-Stars, the cornerstone of CAPE, or Criminal Action Penal Entertainment, a highly-popular, highly-controversial, profit-raising program in America's increasingly dominant private prison industry. It's the return of the gladiators and prisoners are competing for the ultimate prize: their freedom.<br /><br />In CAPE, prisoners travel as Links in Chain-Gangs, competing in death-matches for packed arenas with righteous protestors at the gates. Thurwar and Staxxx, both teammates and lovers, are the fan favorites. And if all goes well, Thurwar will be free in just a few matches, a fact she carries as heavily as her lethal hammer. As she prepares to leave her fellow Links, she considers how she might help preserve their humanity, in defiance of these so-called games, but CAPE's corporate owners will stop at nothing to protect their status quo and the obstacles they lay in Thurwar's path have devastating consequences.<br /><br />Moving from the Links in the field to the protestors to the CAPE employees and beyond, <i>Chain-Gang All-Stars</i> is a kaleidoscopic, excoriating look at the American prison system's unholy alliance of systemic racism, unchecked capitalism, and mass incarceration, and a clear-eyed reckoning with what freedom in this country really means.",
        "average_rating": 4.14,
        "num_pages": 411,
        "genres": [
            "Fiction",
            "Science Fiction",
            "Dystopia",
            "LGBT",
            "Fantasy",
            "Audiobook",
            "Queer"
        ],
        "ratings": 41830,
        "reviews": 7558
    },
    {
        "authors": [
            {
                "id": "3246397",
                "name": "Jean Kwok"
            }
        ],
        "book_id": "51931395",
        "isbn13": "9780062834324",
        "title": "Searching for Sylvie Lee",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>A poignant and suspenseful drama that untangles the complicated ties binding three women-two sisters and their mother-in one Chinese immigrant family and explores what happens when the eldest daughter disappears, and a series of family secrets emerge, from the <i>New York Times</i> bestselling author of <i>Girl in Translation</i></b><br /><br />It begins with a mystery. Sylvie, the beautiful, brilliant, successful older daughter of the Lee family, flies to the Netherlands for one final visit with her dying grandmother-and then vanishes.<br /><br />Amy, the sheltered baby of the Lee family, is too young to remember a time when her parents were newly immigrated and too poor to keep Sylvie. Seven years older, Sylvie was raised by a distant relative in a faraway, foreign place, and didn't rejoin her family in America until age nine. Timid and shy, Amy has always looked up to her sister, the fierce and fearless protector who showered her with unconditional love.<br /><br />But what happened to Sylvie? Amy and her parents are distraught and desperate for answers. Sylvie has always looked out for them. Now, it's Amy's turn to help. Terrified yet determined, Amy retraces her sister's movements, flying to the last place Sylvie was seen. But instead of simple answers, she discovers something much more valuable: the truth. Sylvie, the golden girl, kept painful secrets . . . secrets that will reveal more about Amy's complicated family-and herself-than she ever could have imagined.<br /><br />A deeply moving story of family, secrets, identity, and longing, <i>Searching for Sylvie Lee</i> is both a gripping page-turner and a sensitive portrait of an immigrant family. It is a profound exploration of the many ways culture and language can divide us and the impossibility of ever truly knowing someone-especially those we love.",
        "average_rating": 3.65,
        "genres": [
            "Fiction",
            "Mystery",
            "Mystery Thriller",
            "Contemporary",
            "Audiobook",
            "Thriller",
            "Adult"
        ],
        "ratings": 37855,
        "reviews": 3965
    },
    {
        "authors": [
            {
                "id": "84994",
                "name": "Cristina Henríquez"
            }
        ],
        "book_id": "181110028",
        "isbn13": "9780063291324",
        "title": "The Great Divide",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "An epic novel of the construction of the Panama Canal, casting light on the unsung people who lived, loved, and labored there.<br /><br />It is said that the canal will be the greatest feat of engineering in history. But first, it must be built. For Francisco, a local fisherman who resents the foreign powers clamoring for a slice of his country, nothing is more upsetting than the decision of his son, Omar, to work as a digger in the excavation zone. But for Omar, whose upbringing was quiet and lonely, this job offers a chance to finally find connection.<br /><br />Ada Bunting is a bold sixteen-year-old from Barbados who arrives in Panama as a stowaway alongside thousands of other West Indians seeking work. Alone and with no resources, she is determined to find a job that will earn enough money for her ailing sister’s surgery. When she sees a young man—Omar—who has collapsed after a grueling shift, she is the only one who rushes to his aid.<br /><br />John Oswald has dedicated his life to scientific research and has journeyed to Panama in single-minded pursuit of one goal: eliminating malaria. But now, his wife, Marian, has fallen ill herself, and when he witnesses Ada’s bravery and compassion, he hires her on the spot as a caregiver. This fateful decision sets in motion a sweeping tale of ambition, loyalty, and sacrifice. <br /><br />Searing and empathetic, <i>The Great Divide</i> explores the intersecting lives of activists, fishmongers, laborers, journalists, neighbors, doctors, and soothsayers—those rarely acknowledged by history even as they carved out its course.",
        "average_rating": 3.72,
        "num_pages": 321,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "Literary Fiction",
            "Audiobook",
            "Adult",
            "Contemporary"
        ],
        "ratings": 6102,
        "reviews": 975
    },
    {
        "authors": [
            {
                "id": "19300129",
                "name": "Abi Daré"
            }
        ],
        "book_id": "54331264",
        "isbn13": "9781524746094",
        "title": "The Girl with the Louding Voice",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>AN INSTANT <i>NEW YORK TIMES</i> BESTSELLER</b> <br /><b>\n  <br />\n</b> <b>A READ WITH JENNA <i>TODAY </i>SHOW BOOK CLUB PICK! </b><br /><br /><b>\"Brave, fresh . . . unforgettable.\"<b>--<i>The New York Times Book Review</i></b><br /></b> <br /> <b> \"A celebration of girls who dare to dream.\"--Imbolo Mbue, author of <i>Behold the Dreamers </i>(Oprah's Book Club pick)</b><br /> <b> </b><br /> <b>Shortlisted for the Desmond Elliott Prize and recommended by <i>The</i> <i>New York Times</i>, <i>Marie Claire</i>, <i>Vogue</i>, <i>Essence, </i>PopSugar<i>, Daily Mail, Electric Literature</i>, <i>Red, Stylist, Daily Kos</i>, <i> Library Journal</i>, The Everygirl<i>, </i>and Read It Forward!</b><br /><br />The unforgettable, inspiring story of a teenage girl growing up in a rural Nigerian village who longs to get an education so that she can find her \"louding voice\" and speak up for herself, <i>The Girl with the Louding Voice</i> is a simultaneously heartbreaking and triumphant tale about the power of fighting for your dreams. Despite being sold first as a child bride and then as an unpaid maid to a wealthy family in Lagos, Adunni never loses sight of her goal of escaping the life of poverty she was born into so that she can build the future she chooses for herself - and help other girls like her do the same. Her spirited determination to find joy and hope in even the most difficult circumstances imaginable will \"break your heart and then put it back together again\" (Jenna Bush Hager on <i>The Today Show</i>) even as Adunni shows us how one courageous young girl can inspire us all to reach for our dreams...and maybe even change the world.",
        "average_rating": 4.43,
        "genres": [
            "Fiction",
            "Contemporary",
            "Africa",
            "Audiobook",
            "Feminism",
            "Literary Fiction",
            "Nigeria"
        ],
        "ratings": 150492,
        "reviews": 16160
    },
    {
        "authors": [
            {
                "id": "73187",
                "name": "Kevin    Wilson"
            }
        ],
        "book_id": "49086091",
        "isbn13": "9780062913494",
        "title": "Nothing to See Here",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "From the <em>New York Times</em> bestselling author of <em>The Family Fang</em>, a moving and uproarious novel about a woman who finds meaning in her life when she begins caring for two children with a remarkable ability.<br /><br />Lillian and Madison were unlikely roommates and yet inseparable friends at their elite boarding school. But then Lillian had to leave the school unexpectedly in the wake of a scandal and they’ve barely spoken since. Until now, when Lillian gets a letter from Madison pleading for her help.<br /><br />Madison’s twin stepkids are moving in with her family and she wants Lillian to be their caretaker. However, there’s a catch: the twins spontaneously combust when they get agitated, flames igniting from their skin in a startling but beautiful way. Lillian is convinced Madison is pulling her leg, but it’s the truth.<br /><br />Thinking of her dead-end life at home, the life that has consistently disappointed her, Lillian figures she has nothing to lose. Over the course of one humid, demanding summer, Lillian and the twins learn to trust each other—and stay cool—while also staying out of the way of Madison’s buttoned-up politician husband. Surprised by her own ingenuity yet unused to the intense feelings of protectiveness she feels for them, Lillian ultimately begins to accept that she needs these strange children as much as they need her—urgently and fiercely. Couldn’t this be the start of the amazing life she’d always hoped for?<br /><br />With white-hot wit and a big, tender heart, Kevin Wilson has written his best book yet—a most unusual story of parental love.",
        "average_rating": 3.96,
        "genres": [
            "Fiction",
            "Audiobook",
            "Magical Realism",
            "Fantasy",
            "Contemporary",
            "Humor",
            "Adult"
        ],
        "ratings": 185803,
        "reviews": 24115
    },
    {
        "authors": [
            {
                "id": "7136914",
                "name": "Ann Patchett"
            }
        ],
        "book_id": "44318414",
        "isbn13": "9780062963673",
        "title": "The Dutch House",
        "publication_year": "2019",
        "publisher": "Harper",
        "language_code": "eng",
        "description": "At the end of the Second World War, Cyril Conroy combines luck and a single canny investment to begin an enormous real estate empire, propelling his family from poverty to enormous wealth. His first order of business is to buy the Dutch House, a lavish estate in the suburbs outside of Philadelphia. Meant as a surprise for his wife, the house sets in motion the undoing of everyone he loves.<br /><br />The story is told by Cyril’s son Danny, as he and his older sister, the brilliantly acerbic and self-assured Maeve, are exiled from the house where they grew up by their stepmother. The two wealthy siblings are thrown back into the poverty their parents had escaped from and find that all they have to count on is one another. It is this unshakable bond between them that both saves their lives and thwarts their futures.<br /><br />Set over the course of five decades, <i>The Dutch House</i> is a dark fairy tale about two smart people who cannot overcome their past. Despite every outward sign of success, Danny and Maeve are only truly comfortable when they’re together. Throughout their lives, they return to the well-worn story of what they’ve lost with humor and rage. But when at last they’re forced to confront the people who left them behind, the relationship between an indulged brother and his ever-protective sister is finally tested.",
        "average_rating": 4.1,
        "num_pages": 337,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Audiobook",
            "Literary Fiction",
            "Contemporary",
            "Historical",
            "Adult"
        ],
        "ratings": 451487,
        "reviews": 43287
    },
    {
        "authors": [
            {
                "id": "23150415",
                "name": "Kehinde Fadipe"
            }
        ],
        "book_id": "124949129",
        "isbn13": "9781538741498",
        "title": "The Sun Sets in Singapore",
        "publication_year": "2023",
        "publisher": null,
        "language_code": null,
        "description": "<b>Basking in Singapore’s nonstop sunshine, low tax rate, and luxury goods market, Dara, Amaka, and Lillian are living the glamorous expat dream—until their carefully constructed lives are upended by a handsome and mysterious new arrival. </b><br />  <br /> Dara, a workaholic lawyer from the UK, is on the brink of partnership at her firm. Estranged from her mother, and perpetually uncomfortable around her hypercompetitive colleagues, her insecurities intensify exponentially when Lani, a new hire from Geneva (and a fellow British Nigerian), is assigned to work on what should have been her career-making case. Pitted against each other by their boss, Dara can’t help but see Lani as a threat: a privileged man poised to take her place.<br /><br /> Amaka, a sharp-tongued banker from Nigeria, is in the midst of a painful family dispute. Thousands of miles away from home, she’s doing her best to distract herself with a flirtatious workplace romance—and hiding a spiraling shopping addiction that’s endangering not only her finances but her very sense of self. An instant attraction to Lani jeopardizes the last shred of stability she has.<br /><br /> Lillian, a pianist turned “trailing spouse” from the US, is desperately trying to stay in Singapore after her marriage comes to a messy end. Rather than sell her beloved piano, the last precious reminder she has of her parents, she takes a low-paying job at a language school. A chance encounter with Lani—a man who is inexplicably, impossibly, the spitting image of her late father—triggers a grief she’s spent a lifetime suppressing, leading to an obsession that imperils everything—and everyone—around her.<br /><b>           </b><br /> Forced to confront the ghosts of their pasts, Dara, Amaka, and Lillian soon learn that unfinished history can follow you anywhere, no matter how far you run from home.",
        "average_rating": 3.4,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Audiobook",
            "Asia",
            "Nigeria",
            "Adult"
        ],
        "ratings": 2561,
        "reviews": 362
    },
    {
        "authors": [
            {
                "id": "21827246",
                "name": "Diane Marie Brown"
            }
        ],
        "book_id": "59049282",
        "isbn13": "9781525899911",
        "title": "Black Candle Women",
        "publication_year": "2023",
        "publisher": "Graydon House Books",
        "language_code": "eng",
        "description": "<b>A warm and wry family drama with a magical twist about four generations of Black women, a family love curse, and the secrets they keep for and from each other over one very complicated year</b> <br /><br />Generations of Montrose women—Augusta, Victoria, Willow—have always lived together in their quaint California bungalow. They keep to themselves, never venture far from home, and their collection of tinctures and spells is an unspoken bond between them. But when young Nickie Montrose brings home a boy for the first time, their quiet lives are thrown into disarray. <br /><br />For the family has withheld a crucial secret from Nickie all these years: any person a Montrose woman falls in love with will die. Their surprise guest forces each woman to reckon with her own past choices and mistakes. And as new truths about the curse emerge, they're set on a collision course dating back to 1950s New Orleans’s French Quarter—where a hidden story in a mysterious book may just hold the answers they seek in life and in love…",
        "average_rating": 3.41,
        "num_pages": 336,
        "genres": [
            "Fantasy",
            "Fiction",
            "Magical Realism",
            "Paranormal",
            "Contemporary",
            "Audiobook",
            "Magic"
        ],
        "ratings": 5900,
        "reviews": 871
    },
    {
        "authors": [
            {
                "id": "17830110",
                "name": "Cara Wall"
            }
        ],
        "book_id": "45706823",
        "isbn13": "9781982104535",
        "title": "The Dearly Beloved",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<i>The Dearly Beloved</i> traces two married couples whose lives become entangled when the husbands become copastors at a famed New York city congregation in the 1960s.<br /><br />Charles and Lily, James and Nan. They meet in Greenwich Village in 1963 when Charles and James are jointly hired to steward the historic Third Presbyterian Church through turbulent times. Their personal differences however, threaten to tear them apart.<br /> <br />Charles is destined to succeed his father as an esteemed professor of history at Harvard, until an unorthodox lecture about faith leads him to ministry. How then, can he fall in love with Lily—fiercely intellectual, elegantly stern—after she tells him with certainty that she will never believe in God? And yet, how can he not?<br /> <br />James, the youngest son in a hardscrabble Chicago family, spent much of his youth angry at his alcoholic father and avoiding his anxious mother. Nan grew up in Mississippi, the devout and beloved daughter of a minister and a debutante. James’s escape from his desperate circumstances leads him to Nan and, despite his skepticism of hope in all its forms, her gentle, constant faith changes the course of his life.<br /> <br />In <i>The Dearly Beloved</i>, Cara wall reminds us of “the power of the novel in its simplest, richest form: bearing intimate witness to human beings grappling with their faith and falling in love,” (<i>Entertainment Weekly</i>, A-) as we follow these two couples through decades of love and friendship, jealousy and understanding, forgiveness and commitment. Against the backdrop of turbulent changes facing the city and the church’s congregation, Wall offers a poignant meditation on faith and reason, marriage and children, and the ways we find meaning in our lives. <i>The Dearly Beloved</i> is a gorgeous, wise, and provocative novel that is destined to become a classic.",
        "average_rating": 4.07,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Literary Fiction",
            "Audiobook",
            "Religion",
            "Adult Fiction",
            "Family"
        ],
        "ratings": 28566,
        "reviews": 3755
    },
    {
        "authors": [
            {
                "id": "14972725",
                "name": "Steven  Rowley"
            }
        ],
        "book_id": "62049729",
        "isbn13": "9780593540428",
        "title": "The Celebrants",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "A Big Chill for our times, celebrating decades-long friendships and promises—especially to ourselves—by the bestselling and beloved author of The Guncle.<br /><br />It’s been a minute—or five years—since Jordan Vargas last saw his college friends, and twenty-eight years since their graduation when their adult lives officially began. Now Jordan, Jordy, Naomi, Craig, and Marielle find themselves at the brink of a new decade, with all the responsibilities of adulthood, yet no closer to having their lives figured out. Though not for a lack of trying. Over the years they’ve reunited in Big Sur to honor a decades-old pact to throw each other living “funerals,” celebrations to remind themselves that life is worth living—that their lives mean something, to one another if not to themselves.<br /><br />But this reunion is different. They’re not gathered as they were to bolster Marielle as her marriage crumbled, to lift Naomi after her parents died, or to intervene when Craig pleaded guilty to art fraud. This time, Jordan is sitting on a secret that will upend their pact.<br /><br />A deeply honest tribute to the growing pains of selfhood and the people who keep us going, coupled with Steven Rowley’s signature humor and heart, The Celebrants is a moving tale about the false invincibility of youth and the beautiful ways in which friendship helps us celebrate our lives, even amid the deepest challenges of living.",
        "average_rating": 3.65,
        "genres": [
            "Fiction",
            "LGBT",
            "Contemporary",
            "Audiobook",
            "Adult",
            "Literary Fiction",
            "Adult Fiction"
        ],
        "ratings": 39274,
        "reviews": 5256
    },
    {
        "authors": [
            {
                "id": "347770",
                "name": "Ann Napolitano"
            }
        ],
        "book_id": "45294613",
        "isbn13": "9781984854780",
        "title": "Dear Edward",
        "publication_year": "2020",
        "publisher": null,
        "language_code": "eng",
        "description": "One summer morning, twelve-year-old Edward Adler, his beloved older brother, his parents, and 183 other passengers board a flight in Newark headed for Los Angeles. Among them is a Wall Street wunderkind, a young woman coming to terms with an unexpected pregnancy, an injured vet returning from Afghanistan, a septuagenarian business tycoon, and a free-spirited woman running away from her controlling husband. And then, tragically, the plane crashes. Edward is the sole survivor.<br /><br />Edward's story captures the attention of the nation, but he struggles to find a place for himself in a world without his family. He continues to feel that a piece of him has been left in the sky, forever tied to the plane and all of his fellow passengers. But then he makes an unexpected discovery--one that will lead him to the answers of some of life's most profound questions: When you've lost everything, how do find yourself? How do you discover your purpose? What does it mean not just to survive, but to truly live?<br /><br /><i>An alternative cover edition for this ISBN can be found <a href=\"https://www.goodreads.com/book/show/55548392-dear-edward\" rel=\"nofollow noopener\">here</a>.</i>",
        "average_rating": 4.08,
        "num_pages": 340,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "Coming Of Age",
            "Adult",
            "Adult Fiction"
        ],
        "ratings": 181669,
        "reviews": 18396
    },
    {
        "authors": [
            {
                "id": "7389200",
                "name": "Holly Gramazio"
            }
        ],
        "book_id": "193781998",
        "isbn13": "9780385550611",
        "title": "The Husbands",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>An exuberant debut, <i>The Husbands</i> delights in how do we navigate life, love, and choice in a world of never-ending options?</b><br /><br />When Lauren returns home to her flat in London late one night, she is greeted at the door by her husband, Michael. There’s only one problem—she’s not married. She’s never seen this man before in her life. But according to her friends, her much-improved decor, and the photos on her phone, they’ve been together for years.<br /><br />As Lauren tries to puzzle out how she could be married to someone she can’t remember meeting, Michael goes to the attic to change a lightbulb and abruptly disappears. In his place, a new man emerges, and a new, slightly altered life re-forms around her. Realizing that her attic is creating an infinite supply of husbands, Lauren confronts the question: If swapping lives is as easy as changing a lightbulb, how do you know you’ve taken the right path? When do you stop trying to do better and start actually living?",
        "average_rating": 3.6,
        "genres": [
            "Fiction",
            "Romance",
            "Magical Realism",
            "Fantasy",
            "Contemporary",
            "Audiobook",
            "Mystery"
        ],
        "ratings": 13836,
        "reviews": 2787
    },
    {
        "authors": [
            {
                "id": "15012998",
                "name": "Jessica George"
            }
        ],
        "book_id": "127281413",
        "isbn13": "9781250853738",
        "title": "Maame",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "AN INSTANT NEW YORK TIMES BESTSELLER! • A Today Show #ReadWithJenna Book Club Pick<br /><br />\" Sparkling. \" –– The New York Times<br /><br />\"An utterly charming and deeply moving portrait of the joys––and the guilt––of trying to find your own way in life.\" ––Celeste Ng, #1 New York Times bestselling author of Our Missing Hearts<br /><br />\"Lively, funny, poignant . . . Prepare to fall in love with Maddie. I did!\" ––Bonnie Garmus, #1 New York Times bestselling author of Lessons in Chemistry<br /><br />Maame (ma-meh) has many meanings in Twi but in my case, it means woman.<br /><br />It’s fair to say that Maddie’s life in London is far from rewarding. With a mother who spends most of her time in Ghana (yet still somehow manages to be overbearing), Maddie is the primary caretaker for her father, who suffers from advanced stage Parkinson’s. At work, her boss is a nightmare and Maddie is tired of always being the only Black person in every meeting.<br />When her mum returns from her latest trip to Ghana, Maddie leaps at the chance to get out of the family home and finally start living. A self-acknowledged late bloomer, she’s ready to experience some important “firsts”: She finds a flat share, says yes to after-work drinks, pushes for more recognition in her career, and throws herself into the bewildering world of internet dating. But it's not long before tragedy strikes, forcing Maddie to face the true nature of her unconventional family, and the perils––and rewards––of putting her heart on the line.<br />Smart, funny, and deeply affecting, Jessica George's Maame deals with the themes of our time with humor and from familial duty and racism, to female pleasure, the complexity of love, and the life-saving power of friendship. Most important, it explores what it feels like to be torn between two homes and cultures―and it celebrates finally being able to find where you belong.<br /><br />\"Meeting Maame feels like falling in love for the first warm, awkward, joyous, a little bit heartbreaking and, most of all, unforgettable.\" ––Xochitl Gonzalez, New York Times bestselling author of Olga Dies Dreaming",
        "average_rating": 4.07,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "Coming Of Age",
            "Adult",
            "Family"
        ],
        "ratings": 87141,
        "reviews": 11316
    },
    {
        "authors": [
            {
                "id": "18992951",
                "name": "Salma El-Wardany"
            }
        ],
        "book_id": "59228196",
        "isbn13": "9781538709306",
        "title": "These Impossible Things",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>A razor‑sharp debut novel of three best friends navigating love, sex, faith, and the one night that changes it all.</b> <br /><br />It’s always been Malak, Kees, and Jenna against the world. Since childhood, under the watchful eyes of their parents, aunties and uncles, they’ve learned to live their own lives alongside the expectations of being good Muslim women. Staying over at a boyfriend's place is disguised as a best friend’s sleepover, and tiredness can be blamed on studying instead of partying. They know they’re existing in a perfect moment. With growing older and the stakes of love and life growing higher, the delicate balancing act between rebellion and religion is becoming increasingly difficult to navigate.<br /><br /> Malak wants the dream: for her partner, community, and faith to coexist happily, and she wants this so much she's willing to break her own heart to get it. Kees is in love with Harry, a white Catholic man who her parents can never know about. When he proposes, she must decide between her future happiness and the life she knows and family she loves. Jenna is the life of the party, always ready for new pleasures, even though she’s plagued by a loneliness she can’t shake. Through it all, they have always had each other. But as their college years come to a close, one night changes everything when harsh truths are revealed.<br /><br /> As their lives begin to take different paths, Malak, Kees, and Jenna—now on the precipice of true adulthood—must find a way back to each other as they reconcile faith, family, and tradition with their own needs and desires. <i>These Impossible Things</i> is a paean to youth and female friendship—and to all the joy and messiness love holds. <b>A <i>Marie Claire </i>Book Club Pick for June 2022 and a Most Anticipated Book by: <i>Bustle</i>, theSkimm, <i>Fortune, </i>Apartment Therapy, and BookRiot</b>",
        "average_rating": 4.23,
        "genres": [
            "Fiction",
            "Contemporary",
            "Romance",
            "Literary Fiction",
            "Audiobook",
            "Adult",
            "Adult Fiction"
        ],
        "ratings": 11492,
        "reviews": 1373
    },
    {
        "authors": [
            {
                "id": "21374195",
                "name": "Shelby Van Pelt"
            }
        ],
        "book_id": "58733693",
        "isbn13": "9780063204157",
        "title": "Remarkably Bright Creatures",
        "publication_year": null,
        "publisher": "Ecco",
        "language_code": "eng",
        "description": "<b><i>Remarkably Bright Creatures</i>, an exploration of friendship, reckoning, and hope, tracing a widow's unlikely connection with a giant Pacific octopus</b>.<br /><br />After Tova Sullivan's husband died, she began working the night shift at the Sowell Bay Aquarium, mopping floors and tidying up. Keeping busy has always helped her cope, which she's been doing since her eighteen-year-old son, Erik, mysteriously vanished on a boat in Puget Sound over thirty years ago.<br /><br />Tova becomes acquainted with curmudgeonly Marcellus, a giant Pacific octopus living at the aquarium. Marcellus knows more than anyone can imagine but wouldn't dream of lifting one of his eight arms for his human captors--until he forms a remarkable friendship with Tova.<br /><br />Ever the detective, Marcellus deduces what happened the night Tova's son disappeared. And now Marcellus must use every trick his old invertebrate body can muster to unearth the truth for her before it's too late.<br /><br />Shelby Van Pelt's <strong>debut novel</strong> is a gentle reminder that sometimes taking a hard look at the past can help uncover a future that once felt impossible.",
        "average_rating": 4.4,
        "num_pages": 360,
        "genres": [
            "Fiction",
            "Audiobook",
            "Contemporary",
            "Mystery",
            "Magical Realism",
            "Animals",
            "Literary Fiction"
        ],
        "ratings": 572534,
        "reviews": 70394
    },
    {
        "authors": [
            {
                "id": "5413499",
                "name": "Michelle Min Sterling"
            }
        ],
        "book_id": "61273342",
        "isbn13": "9781668007563",
        "title": "Camp Zero",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>In a near-future northern settlement, a handful of climate change survivors find their fates intertwined in this mesmerizing and transportive novel in the vein of <i>Station Eleven</i> and <i>The Power</i>.</b><br /><br />In the far north of Canada sits Camp Zero, an American building project hiding many secrets.<br /> <br />Desperate to help her climate-displaced Korean immigrant mother, Rose agrees to travel to Camp Zero and spy on its architect in exchange for housing. She arrives at the same time as another newcomer, a college professor named Grant who is determined to flee his wealthy family’s dark legacy. Gradually, they realize that there is more to the architect than previously thought, and a disturbing mystery lurks beneath the surface of the camp. At the same time, rumors abound of an elite group of women soldiers living and working at a nearby Cold War-era climate research station. What are they doing there? And who is leading them?<br /> <br />An electrifying page-turner where nothing is as it seems, <i>Camp Zero</i> cleverly explores how the intersection of gender, class, and migration will impact who and what will survive in a warming world.",
        "average_rating": 3.21,
        "genres": [
            "Science Fiction",
            "Fiction",
            "Dystopia",
            "Audiobook",
            "Fantasy",
            "Adult",
            "Mystery"
        ],
        "ratings": 17088,
        "reviews": 2673
    },
    {
        "authors": [
            {
                "id": "17814590",
                "name": "Julie Yip-Williams"
            }
        ],
        "book_id": "50165116",
        "isbn13": "9780525511373",
        "title": "The Unwinding of the Miracle: A Memoir of Life, Death, and Everything That Comes After",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": null,
        "average_rating": 4.1,
        "genres": [
            "Memoir",
            "Nonfiction",
            "Biography",
            "Biography Memoir",
            "Death",
            "Audiobook",
            "Medical"
        ],
        "ratings": 10525,
        "reviews": 1422
    },
    {
        "authors": [
            {
                "id": "21647077",
                "name": "Thao Thai"
            }
        ],
        "book_id": "62800971",
        "isbn13": "9780063267107",
        "title": "Banyan Moon",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "When Ann Tran gets the call that her fiercely beloved grandmother, Minh, has passed away, her life is already at a crossroads. In the years since she’s last seen Minh, Ann has built a seemingly perfect life—a beautiful lake house, a charming professor boyfriend, and invites to elegant parties that bubble over with champagne and good taste—but it all crumbles with one positive pregnancy test. With both her relationship and carefully planned future now in question, Ann returns home to Florida to face her estranged mother, Huơng.<br /><br />Back in Florida, Huơng is simultaneously mourning her mother and resenting her for having the relationship with Ann that she never did. Then Ann and Huơng learn that Minh has left them both the Banyan House, the crumbling old manor that was Ann’s childhood home, in all its strange, Gothic glory. Under the same roof for the first time in years, mother and daughter must face the simmering questions of their past and their uncertain futures, while trying to rebuild their relationship without the one person who’s always held them together.<br /><br />Running parallel to this is Minh’s story, as she goes from a lovestruck teenager living in the shadow of the Vietnam War to a determined young mother immigrating to America in search of a better life for her children. And when Ann makes a shocking discovery in the Banyan House’s attic, long-buried secrets come to light as it becomes clear how decisions Minh made in her youth affected the rest of her life—and beyond.<br /><br />Spanning decades and continents, from 1960s Vietnam to the wild swamplands of the Florida coast, <i>Banyan Moon</i> is a stunning and deeply moving story of mothers and daughters, the things we inherit, and the lives we choose to make out of that inheritance.",
        "average_rating": 3.93,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Literary Fiction",
            "Audiobook",
            "Historical",
            "Family"
        ],
        "ratings": 22720,
        "reviews": 2364
    },
    {
        "authors": [
            {
                "id": "14231082",
                "name": "Safiya Sinclair"
            }
        ],
        "book_id": "62919742",
        "isbn13": "9781982132330",
        "title": "How to Say Babylon",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "With echoes of <i>Educated</i> and <i>Born a Crime</i>, <i>How to Say Babylon</i> is the stunning story of the author’s struggle to break free of her rigid Rastafarian upbringing, ruled by her father’s strict patriarchal views and repressive control of her childhood, to find her own voice as a woman and poet.<br /><br />Throughout her childhood, Safiya Sinclair’s father, a volatile reggae musician and militant adherent to a strict sect of Rastafari, became obsessed with her purity, in particular, with the threat of what Rastas call Babylon, the immoral and corrupting influences of the Western world outside their home. He worried that womanhood would make Safiya and her sisters morally weak and impure, and believed a woman’s highest virtue was her obedience.<br /><br />In an effort to keep Babylon outside the gate, he forbade almost everything. In place of pants, the women in her family were made to wear long skirts and dresses to cover their arms and legs, head wraps to cover their hair, no make-up, no jewelry, no opinions, no friends. Safiya’s mother, while loyal to her father, nonetheless gave Safiya and her siblings the gift of books, including poetry, to which Safiya latched on for dear life. And as Safiya watched her mother struggle voicelessly for years under housework and the rigidity of her father’s beliefs, she increasingly used her education as a sharp tool with which to find her voice and break free. Inevitably, with her rebellion comes clashes with her father, whose rage and paranoia explodes in increasing violence. As Safiya’s voice grows, lyrically and poetically, a collision course is set between them.<br /><br /><i>How to Say Babylon</i> is Sinclair’s reckoning with the culture that initially nourished but ultimately sought to silence her; it is her reckoning with patriarchy and tradition, and the legacy of colonialism in Jamaica. Rich in lyricism and language only a poet could evoke, How to Say Babylon is both a universal story of a woman finding her own power and a unique glimpse into a rarefied world we may know how to name, Rastafari, but one we know little about.'",
        "average_rating": 4.47,
        "genres": [
            "Memoir",
            "Nonfiction",
            "Audiobook",
            "Biography",
            "Feminism",
            "Religion",
            "Biography Memoir"
        ],
        "ratings": 11587,
        "reviews": 1991
    },
    {
        "authors": [
            {
                "id": "13234",
                "name": "Sandra Cisneros"
            }
        ],
        "book_id": "139253",
        "isbn13": "9780679734772",
        "title": "The House on Mango Street",
        "publication_year": "2009",
        "publisher": null,
        "language_code": "eng",
        "description": "Acclaimed by critics, beloved by readers of all ages, taught everywhere from inner-city grade schools to universities across the country, and translated all over the world, <i>The House on Mango Street</i> is the remarkable story of Esperanza Cordero. <br /><br />Told in a series of vignettes – sometimes heartbreaking, sometimes deeply joyous–it is the story of a young Latina girl growing up in Chicago, inventing for herself who and what she will become. Few other books in our time have touched so many readers.",
        "average_rating": 3.69,
        "num_pages": 110,
        "genres": [
            "Fiction",
            "Classics",
            "Young Adult",
            "Short Stories",
            "School",
            "Coming Of Age",
            "Contemporary"
        ],
        "ratings": 192467,
        "reviews": 17026
    },
    {
        "authors": [
            {
                "id": "20427550",
                "name": "Qian Julie Wang"
            }
        ],
        "book_id": "56461570",
        "isbn13": "9780385547215",
        "title": "Beautiful Country",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "In Chinese, the word for America, Mei Guo, translates directly to “beautiful country.” Yet when seven-year-old Qian arrives in New York City in 1994 full of curiosity, she is overwhelmed by crushing fear and scarcity. In China, Qian’s parents were professors; in America, her family is \"illegal\" and it will require all the determination and small joys they can muster to survive.<br /><br />In Chinatown, Qian’s parents labor in sweatshops. Instead of laughing at her jokes, they fight constantly, taking out the stress of their new life on one another. Shunned by her classmates and teachers for her limited English, Qian takes refuge in the library and masters the language through books, coming to think of The Berenstain Bears as her first American friends. And where there is delight to be found, Qian relishes it: her first bite of gloriously greasy pizza, weekly \"shopping days,\" when Qian finds small treasures in the trash lining Brooklyn’s streets, and a magical Christmas visit to Rockefeller Center — confirmation that the New York City she saw in movies does exist after all.<br /><br />But then Qian’s headstrong Ma Ma collapses, revealing an illness that she has kept secret for months for fear of the cost and scrutiny of a doctor’s visit. As Ba Ba retreats further inward, Qian has little to hold onto beyond his constant refrain: <i>Whatever happens, say that you were born here, that you’ve always lived here.</i><br /><br />Inhabiting her childhood perspective with exquisite lyric clarity and unforgettable charm and strength, Qian Julie Wang has penned an essential American story about a family fracturing under the weight of invisibility, and a girl coming of age in the shadows, who never stops seeking the light.<br /><br /><b>The moving story of an undocumented child living in poverty in the richest country in the world — an incandescent debut from an astonishing new talent</b>",
        "average_rating": 4.18,
        "num_pages": 320,
        "genres": [
            "Memoir",
            "Nonfiction",
            "Audiobook",
            "Biography",
            "Biography Memoir",
            "China",
            "Adult"
        ],
        "ratings": 34376,
        "reviews": 4024
    },
    {
        "authors": [
            {
                "id": "372976",
                "name": "Bonnie Jo Campbell"
            }
        ],
        "book_id": "123979534",
        "isbn13": "9780393248432",
        "title": "The Waters",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>A master of rural noir returns with a fierce, mesmerizing novel about exceptional women and the soul of a small town.</b><br /><br />On an island in the Great Massasauga Swamp—an area known as “The Waters” to the residents of nearby Whiteheart, Michigan—herbalist Hermine “Herself” Zook has healed the local women of their ailments for generations. As stubborn as her tonics are powerful, Herself inspires reverence and fear in the people of Whiteheart, and even in her own three daughters. The youngest, beautiful and inscrutable Rose Thorn, has left her own daughter, eleven-year-old Dorothy “Donkey” Zook, to grow up wild. <br /><br />Donkey spends her days searching for truths in the lush landscape and in her math books, waiting for her wayward mother and longing for a father, unaware that family secrets, passionate love, and violent men will flood through the swamp and upend her idyllic childhood.<br /><br />With a “ruthless and precise eye for the details of the physical world” (<i>New York Times Book Review</i>), Bonnie Jo Campbell presents an elegant antidote to the dark side of masculinity, celebrating the resilience of nature and the brutality and sweetness of rural life.",
        "average_rating": 3.45,
        "genres": [
            "Fiction",
            "Audiobook",
            "Mystery",
            "Literary Fiction",
            "Mystery Thriller",
            "Contemporary",
            "Thriller"
        ],
        "ratings": 5119,
        "reviews": 702
    },
    {
        "authors": [
            {
                "id": "16264",
                "name": "Allegra Goodman"
            }
        ],
        "book_id": "131935495",
        "isbn13": "9780593447833",
        "title": "Sam",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "What happens to a girl’s sense of joy and belonging—to her belief in herself—as she becomes a woman? This unforgettable portrait of coming-of-age offers subtle yet powerful reflections on class, parenthood, addiction, lust, and the irrepressible power of dreams.<br /> <br />“There is a girl, and her name is Sam.” So begins Allegra Goodman’s moving and wise new novel.<br /><br />Sam is seven years old and living in Beverly, Massachusetts. She adores her father, though he isn’t around much. Her mother struggles to make ends meet, and never fails to remind Sam that if she studies hard and acts responsibly, adulthood will be easier—more secure and comfortable. But comfort and security are of little interest to Sam. She doesn’t fit in at school, where the other girls have the right shade of blue jeans and don’t question the rules. She doesn’t care about jeans or rules. All she wants to climb. Hanging from the highest limbs of the tallest trees, scaling the side of a building, Sam feels free.<br /><br />As a teenager, Sam begins to doubt herself. She yearns to be noticed, even as she wants to disappear. When her climbing coach takes an interest in her, his attention is more complicated than she anticipated. She resents her father’s erratic behavior, but she grieves after he’s gone. And she resists her mother’s attempts to plan for her future, even as that future draws closer.<br /><br />The simplicity of this tender, emotionally honest novel is what makes it so powerful. Sam by Allegra Goodman will break your heart, but will also leave you full of hope.",
        "average_rating": 3.77,
        "genres": [
            "Fiction",
            "Coming Of Age",
            "Audiobook",
            "Young Adult",
            "Contemporary",
            "Literary Fiction",
            "Adult"
        ],
        "ratings": 12617,
        "reviews": 1456
    },
    {
        "authors": [
            {
                "id": "8719",
                "name": "Donna Tartt"
            }
        ],
        "book_id": "29044",
        "isbn13": "9781400031702",
        "title": "The Secret History",
        "publication_year": null,
        "publisher": "Vintage",
        "language_code": "eng",
        "description": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.",
        "average_rating": 4.17,
        "num_pages": 559,
        "genres": [
            "Fiction",
            "Mystery",
            "Classics",
            "Contemporary",
            "Thriller",
            "Literary Fiction",
            "Mystery Thriller"
        ],
        "ratings": 752762,
        "reviews": 82745
    },
    {
        "authors": [
            {
                "id": "21140919",
                "name": "Nikki Erlick"
            }
        ],
        "book_id": "58884736",
        "isbn13": "9780063204201",
        "title": "The Measure",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Eight ordinary people. One extraordinary choice.<br /><br />It seems like any other day. You wake up, pour a cup of coffee, and head out.<br /><br />But today, when you open your front door, waiting for you is a small wooden box. This box holds your fate inside: the answer to the exact number of years you will live.<br /><br />From suburban doorsteps to desert tents, every person on every continent receives the same box. In an instant, the world is thrust into a collective frenzy. Where did these boxes come from? What do they mean? Is there truth to what they promise?<br /><br />As society comes together and pulls apart, everyone faces the same shocking choice: Do they wish to know how long they’ll live? And, if so, what will they do with that knowledge?<br /><br />The Measure charts the dawn of this new world through an unforgettable cast of characters whose decisions and fates interweave with one another: best friends whose dreams are forever entwined, pen pals finding refuge in the unknown, a couple who thought they didn’t have to rush, a doctor who cannot save himself, and a politician whose box becomes the powder keg that ultimately changes everything.",
        "average_rating": 4.0,
        "num_pages": 353,
        "genres": [
            "Fiction",
            "Science Fiction",
            "Audiobook",
            "Fantasy",
            "Dystopia",
            "Contemporary",
            "Book Club"
        ],
        "ratings": 204194,
        "reviews": 24592
    },
    {
        "authors": [
            {
                "id": "21650052",
                "name": "Tara M. Stringfellow"
            }
        ],
        "book_id": "52268640",
        "isbn13": "9780593230480",
        "title": "Memphis",
        "publication_year": "2022",
        "publisher": "The Dial Press",
        "language_code": "eng",
        "description": "A spellbinding debut novel tracing three generations of a Southern Black family and one daughter’s discovery that she has the power to change her family’s legacy.<br /><br />Summer 1995: Ten-year-old Joan, her mother, and her younger sister flee her father’s explosive temper and seek refuge at her mother’s ancestral home in Memphis. This is not the first time violence has altered the course of the family’s trajectory. Half a century earlier, Joan’s grandfather built this majestic house in the historic Black neighborhood of Douglass—only to be lynched days after becoming the first Black detective in the city. Joan tries to settle into her new life, but family secrets cast a longer shadow than any of them expected.<br /><br />As she grows up, Joan finds relief in her artwork, painting portraits of the community in Memphis. One of her subjects is their enigmatic neighbor Miss Dawn, who claims to know something about curses, and whose stories about the past help Joan see how her passion, imagination, and relentless hope are, in fact, the continuation of a long matrilineal tradition. Joan begins to understand that her mother, her mother’s mother, and the mothers before them persevered, made impossible choices, and put their dreams on hold so that her life would not have to be defined by loss and anger—that the sole instrument she needs for healing is her paintbrush.<br /><br />Unfolding over seventy years through a chorus of unforgettable voices that move back and forth in time, <i>Memphis</i> paints an indelible portrait of inheritance, celebrating the full complexity of what we pass down, in a family and as a country: brutality and justice, faith and forgiveness, sacrifice and love.",
        "average_rating": 4.1,
        "num_pages": 272,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Literary Fiction",
            "Historical",
            "Audiobook",
            "Race"
        ],
        "ratings": 33083,
        "reviews": 3912
    },
    {
        "authors": [
            {
                "id": "14650756",
                "name": "Rachel Khong"
            }
        ],
        "book_id": "62929342",
        "isbn13": "9780593537251",
        "title": "Real Americans",
        "publication_year": "2024",
        "publisher": "Knopf",
        "language_code": "eng",
        "description": "<b> From the award-winning author of Goodbye, Vitamin: How far would you go to shape your own destiny? An exhilarating novel of American identity that spans three generations in one family, and asks: What makes us who we are? And how inevitable are our futures? </b><br /><br /><i> Real Americans </i> begins on the precipice of Y2K in New York City, when twenty-two-year-old Lily Chen, an unpaid intern at a slick media company, meets Matthew. Matthew is everything Lily is not: easygoing and effortlessly attractive, a native East Coaster and, most notably, heir to a vast pharmaceutical empire. Lily couldn't be more different: flat-broke, raised in Tampa, the only child of scientists who fled Mao’s Cultural Revolution. Despite all this, Lily and Matthew fall in love.<br /><br />In 2021, fifteen-year-old Nick Chen has never felt like he belonged on the isolated Washington island where he lives with his single mother, Lily. He can't shake the sense she's hiding something. When Nick sets out to find his biological father, the journey threatens to raise more questions than answers.<br /><br />In immersive, moving prose, Rachel Khong weaves a profound tale of class and striving, race and visibility, and family and inheritance—a story of trust, forgiveness, and finally coming home.<br /><br />Exuberant and explosive, Real Americans is a social novel par excellence that asks: Are we destined, or made, and if so, who gets to do the making? Can our genetic past be overcome?",
        "average_rating": 4.21,
        "num_pages": 416,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Literary Fiction",
            "Contemporary",
            "Magical Realism",
            "Historical",
            "Family"
        ],
        "ratings": 1641,
        "reviews": 538
    },
    {
        "authors": [
            {
                "id": "21851153",
                "name": "Katy Hays"
            }
        ],
        "book_id": "61054804",
        "isbn13": "9781668004401",
        "title": "The Cloisters",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<i>On the wheel of fortune, who will emerge on top... and who will die?</i><br /><br />When Ann Stilwell arrives in New York City, she hopes to spend her summer working as a curatorial associate at the Metropolitan Museum of Art. Instead, she finds herself assigned to The Cloisters, a gothic museum and garden renowned for its collection of medieval and Renaissance art.<br /><br />There she is drawn into a small circle of charismatic but enigmatic researchers, including Patrick Roland, the museum's mercurial curator who specializes in the history of tarot; Rachel Mondray, Patrick's beautiful curatorial associate and sometime muse; and Leo Bitburg, the gardener who nurtures the museum's precious collection of medicinal and poison plants.<br /><br />Relieved to have left her troubled past in rural Washington behind her, Ann longs for the approbation of her colleagues and peers and is happy to indulge their more outlandish theories, only to find that their fascination with fortune-telling runs deeper than academic obsession. Patrick is determined to prove that ancient divination holds the key to the foretelling of the future. And when Ann stumbles across a breakthrough in the form of a mysterious and previously-believed lost deck of 15th-century Italian tarot cards, she finds herself at the centre of a dangerous game of power, toxic friendship and ambition.<br /><br />Then there is an unexpected and devastating death, and suddenly everyone becomes a suspect. As the game being played within the Cloisters spirals out of control, Ann must decide if the tarot cards can not only teach her about the past, but also about her future.",
        "average_rating": 3.42,
        "num_pages": 312,
        "genres": [
            "Fiction",
            "Mystery",
            "Fantasy",
            "Thriller",
            "Gothic",
            "Mystery Thriller",
            "Contemporary"
        ],
        "ratings": 56111,
        "reviews": 7489
    },
    {
        "authors": [
            {
                "id": "4536964",
                "name": "Amor Towles"
            }
        ],
        "book_id": "57109107",
        "isbn13": "9780735222359",
        "title": "The Lincoln Highway",
        "publication_year": "2021",
        "publisher": "Viking",
        "language_code": "eng",
        "description": "<b>The bestselling author of A Gentleman in Moscow and Rules of Civility and master of absorbing, sophisticated fiction returns with a stylish and propulsive novel set in 1950s America</b><br /><br />In June, 1954, eighteen-year-old Emmett Watson is driven home to Nebraska by the warden of the work farm where he has just served a year for involuntary manslaughter. His mother long gone, his father recently deceased, and the family farm foreclosed upon by the bank, Emmett’s intention is to pick up his eight-year-old brother and head west where they can start their lives anew. But when the warden drives away, Emmett discovers that two friends from the work farm have hidden themselves in the trunk of the warden’s car. Together, they have hatched an altogether different plan for Emmett’s future.<br /><br />Spanning just ten days and told from multiple points of view, Towles’s third novel will satisfy fans of his multi-layered literary styling while providing them an array of new and richly imagined settings, characters, and themes.",
        "average_rating": 4.23,
        "num_pages": 576,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Audiobook",
            "Historical",
            "Literary Fiction",
            "Adventure",
            "Book Club"
        ],
        "ratings": 261844,
        "reviews": 27610
    },
    {
        "authors": [
            {
                "id": "6903957",
                "name": "Lisa Harding"
            }
        ],
        "book_id": "57355412",
        "isbn13": "9780063097148",
        "title": "Bright Burning Things",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Sonya used to perform on stage. She attended glamorous parties, dated handsome men, rode in fast cars. But somewhere along the way, the stage lights Sonya lived for dimmed to black. In their absence, came darkness—blackouts, empty cupboards, hazy nights she could not remember.<br /><br />Haunted by her failed career and lingering trauma from her childhood, Sonya fell deep into an alcoholic abyss. What kept her from losing herself completely was Tommy, her son. But her love for Tommy rivaled her love for the bottle. Addiction amplified her fear of losing her child; every maternal misstep compelled her to drink. Tommy’s precious life was in her shaky hands. <br /><br />Eventually Sonya was forced to make a choice. Give up drinking or lose Tommy—forever.",
        "average_rating": 3.34,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Mental Health",
            "Literary Fiction",
            "Adult",
            "Adult Fiction"
        ],
        "ratings": 12122,
        "reviews": 1250
    },
    {
        "authors": [
            {
                "id": "14493315",
                "name": "Yaa Gyasi"
            }
        ],
        "book_id": "56977220",
        "isbn13": "9780525658184",
        "title": "Transcendent Kingdom",
        "publication_year": "2020",
        "publisher": "Knopf",
        "language_code": "eng",
        "description": "Yaa Gyasi's stunning follow-up to her acclaimed national best seller <i>Homegoing</i> is a powerful, raw, intimate, deeply layered novel about a Ghanaian family in Alabama.<br /><br />Gifty is a fifth-year candidate in neuroscience at Stanford School of Medicine studying reward-seeking behavior in mice and the neural circuits of depression and addiction. Her brother, Nana, was a gifted high school athlete who died of a heroin overdose after a knee injury left him hooked on OxyContin. Her suicidal mother is living in her bed. Gifty is determined to discover the scientific basis for the suffering she sees all around her. <br /><br />But even as she turns to the hard sciences to unlock the mystery of her family's loss, she finds herself hungering for her childhood faith and grappling with the evangelical church in which she was raised, whose promise of salvation remains as tantalizing as it is elusive. <i>Transcendent Kingdom</i> is a deeply moving portrait of a family of Ghanaian immigrants ravaged by depression and addiction and grief--a novel about faith, science, religion, love. Exquisitely written, emotionally searing, this is an exceptionally powerful follow-up to Gyasi's phenomenal debut.",
        "average_rating": 4.11,
        "num_pages": 288,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Audiobook",
            "Mental Health",
            "Africa",
            "Adult"
        ],
        "ratings": 147781,
        "reviews": 16953
    },
    {
        "authors": [
            {
                "id": "54493",
                "name": "Kristin Hannah"
            }
        ],
        "book_id": "57175097",
        "isbn13": "9781250178602",
        "title": "The Four Winds",
        "publication_year": "2021",
        "publisher": "St. Martin's Press",
        "language_code": "eng",
        "description": "An alternative cover edition for this ISBN can be found <a href=\"https://www.goodreads.com/book/show/53138081-the-four-winds\" rel=\"nofollow noopener\">here</a>.<br /><br /><b>From the number-one bestselling author of <i>The Nightingale</i> and <i>The Great Alone</i> comes a powerful American epic about love and heroism and hope, set during the Great Depression: a time when the country was in crisis, when millions were out of work and even the land seemed to have turned against them.</b><br /><br /><b>\n  <i>My land tells its story if you listen. The story of our family.</i>\n</b><br /><br />Texas, 1921. A time of abundance. The Great War is over, the bounty of the land is plentiful, and America is on the brink of a new and optimistic era. But for Elsa Wolcott, deemed too old to marry in a time when marriage was a woman’s only option, the future seems bleak. Until the night she meets Rafe Martinelli and decides to change the direction of her life. With her reputation in ruin, there is only one respectable choice: marriage to a man she barely knows.<br /><br />By 1934, the world has changed: Millions are out of work, and drought has devastated the Great Plains. Farmers are fighting to keep their land and their livelihoods as crops fail and water dries up and the earth cracks open. Dust storms roll relentlessly across the plains. Everything on the Martinelli farm is dying, including Elsa’s tenuous marriage; each day is a desperate battle against nature and a fight to keep her children alive.<br /><br />In this uncertain and perilous time, Elsa―like so many of her neighbors―must make an agonizing choice: Fight for the land she loves or leave it behind and go west, to California, in search of a better life for her family.<br /><br /><i>The Four Winds</i> is a rich, sweeping novel that stunningly brings to life the Great Depression and the people who lived through it―the harsh realities that divided a nation and the enduring battle between the haves and the have-nots. A testament to hope, resilience, and the strength of the human spirit to survive adversity, <i>The Four Winds</i> is an indelible portrait of America and the American Dream, as seen through the eyes of one indomitable woman whose courage and sacrifice will come to define a generation.",
        "average_rating": 4.3,
        "num_pages": 454,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Audiobook",
            "Historical",
            "Adult",
            "Adult Fiction",
            "Book Club"
        ],
        "ratings": 681429,
        "reviews": 63111
    },
    {
        "authors": [
            {
                "id": "20196638",
                "name": "Mateo Askaripour"
            }
        ],
        "book_id": "56607366",
        "isbn13": "9780358380887",
        "title": "Black Buck",
        "publication_year": "2021",
        "publisher": "Houghton Mifflin Harcourt",
        "language_code": "eng",
        "description": "An alternative cover edition for this ISBN can be found <a href=\"https://www.goodreads.com/book/show/53091994-black-buck\" rel=\"nofollow noopener\">here</a>.<br /><br />For fans of <i>Sorry to Bother You</i> and <i>The Wolf of Wall Street</i>—a crackling, satirical debut novel about a young man given a shot at stardom as the lone Black salesman at a mysterious, cult-like, and wildly successful startup where nothing is as it seems.<br /><br /><i>There’s nothing like a Black salesman on a mission.</i><br /><br /> An unambitious twenty-two-year-old, Darren lives in a Bed-Stuy brownstone with his mother, who wants nothing more than to see him live up to his potential as the valedictorian of Bronx Science. But Darren is content working at Starbucks in the lobby of a Midtown office building, hanging out with his girlfriend, Soraya, and eating his mother’s home-cooked meals. All that changes when a chance encounter with Rhett Daniels, the silver-tongued CEO of Sumwun, NYC’s hottest tech startup, results in an exclusive invitation for Darren to join an elite sales team on the thirty-sixth floor.<br /><br /> After enduring a “hell week” of training, Darren, the only Black person in the company, reimagines himself as “Buck,” a ruthless salesman unrecognizable to his friends and family. But when things turn tragic at home and Buck feels he’s hit rock bottom, he begins to hatch a plan to help young people of color infiltrate America’s sales force, setting off a chain of events that forever changes the game.<br /><br /><i>Black Buck</i> is a hilarious, razor-sharp skewering of America’s workforce; it is a propulsive, crackling debut that explores ambition and race, and makes way for a necessary new vision of the American dream.",
        "average_rating": 3.71,
        "num_pages": 400,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Humor",
            "Race",
            "Literary Fiction",
            "Adult"
        ],
        "ratings": 26899,
        "reviews": 4400
    },
    {
        "authors": [
            {
                "id": "19250455",
                "name": "Megha Majumdar"
            }
        ],
        "book_id": "51792100",
        "isbn13": "9780525658696",
        "title": "A Burning",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "For readers of Tommy Orange, Yaa Gyasi, and Jhumpa Lahiri, an electrifying debut novel about three unforgettable characters who seek to rise—to the middle class, to political power, to fame in the movies—and find their lives entangled in the wake of a catastrophe in contemporary India.<br /><br />Jivan is a Muslim girl from the slums, determined to move up in life, who is accused of executing a terrorist attack on a train because of a careless comment on Facebook. PT Sir is an opportunistic gym teacher who hitches his aspirations to a right-wing political party, and finds that his own ascent becomes linked to Jivan's fall. Lovely--an irresistible outcast whose exuberant voice and dreams of glory fill the novel with warmth and hope and humor--has the alibi that can set Jivan free, but it will cost her everything she holds dear.<br /><br />Taut, symphonic, propulsive, and riveting from its opening lines, <i>A Burning</i> has the force of an epic while being so masterfully compressed it can be read in a single sitting. Majumdar writes with dazzling assurance at a breakneck pace on complex themes that read here as the components of a thriller: class, fate, corruption, justice, and what it feels like to face profound obstacles and yet nurture big dreams in a country spinning toward extremism. An extraordinary debut.",
        "average_rating": 3.73,
        "genres": [
            "Fiction",
            "India",
            "Contemporary",
            "Literary Fiction",
            "Audiobook",
            "LGBT",
            "Novels"
        ],
        "ratings": 49732,
        "reviews": 6017
    },
    {
        "authors": [
            {
                "id": "486136",
                "name": "J. Courtney Sullivan"
            }
        ],
        "book_id": "48889985",
        "isbn13": "9780525520597",
        "title": "Friends and Strangers",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>An insightful, hilarious, and compulsively readable novel about a complicated friendship between two women who are at two very different stages in life, from the best-selling author of <i>Maine</i> and <i>Saints for All Occasions </i>(named one of the<i> Washington Post</i>'s Ten Best Books of the Year and a <i>New York Times</i> Critics' Pick).</b><br /><br />Elisabeth, an accomplished journalist and new mother, is struggling to adjust to life in a small town after nearly twenty years in New York City. Alone in the house with her infant son all day (and awake with him much of the night), she feels uneasy, adrift. She neglects her work, losing untold hours to her Brooklyn moms' Facebook group, her \"influencer\" sister's Instagram feed, and text messages with the best friend she never sees anymore. <br /><br />Enter Sam, a senior at the local women's college, whom Elisabeth hires to babysit. Sam is struggling to decide between the path she's always planned on and a romantic entanglement that threatens her ambition. She's worried about student loan debt and what the future holds. In short order, they grow close. But when Sam finds an unlikely kindred spirit in Elisabeth's father-in-law, the true differences between the women's lives become starkly revealed and a betrayal has devastating consequences.<br /><br />A masterful exploration of motherhood, power dynamics, and privilege in its many forms, <i>Friends and Strangers</i> reveals how a single year can shape the course of a life.",
        "average_rating": 3.65,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "Chick Lit",
            "Adult Fiction",
            "Adult"
        ],
        "ratings": 29575,
        "reviews": 2742
    },
    {
        "authors": [
            {
                "id": "6219675",
                "name": "Jason Mott"
            }
        ],
        "book_id": "55964195",
        "isbn13": "9780593330968",
        "title": "Hell of a Book",
        "publication_year": "2021",
        "publisher": "Dutton",
        "language_code": "eng",
        "description": "In <i>Hell of a Book</i>, an African-American author sets out on a cross-country book tour to promote his bestselling novel. That storyline drives Jason Mott's novel and is the scaffolding of something much larger and more urgent: since his novel also tells the story of Soot, a young Black boy living in a rural town in the recent past, and The Kid, a possibly imaginary child who appears to the author on his tour.<br /><br />Throughout, these characters' stories build and build and as they converge, they astonish. For while this heartbreaking and magical book entertains and is at once about family, love of parents and children, art, and money, there always is the tragic story of a police shooting playing over and over on the news.<br /><br />Who has been killed? Who is The Kid? Will the author finish his book tour, and what kind of world will he leave behind? Unforgettably powerful, an electrifying high-wire act, ideal for book clubs, and the book Mott says he has been writing in his head for ten years, <i>Hell of a Book</i> in its final twists truly becomes its title.",
        "average_rating": 4.04,
        "num_pages": 323,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Magical Realism",
            "Books About Books",
            "Race",
            "Audiobook"
        ],
        "ratings": 23195,
        "reviews": 3479
    },
    {
        "authors": [
            {
                "id": "21232290",
                "name": "Naomi Krupitsky"
            }
        ],
        "book_id": "57234739",
        "isbn13": "9780525541998",
        "title": "The Family",
        "publication_year": "2021",
        "publisher": "G.P. Putnam's Sons",
        "language_code": "eng",
        "description": "In the vein of an American Elena Ferrante, a captivating debut novel about the tangled fates of two best friends and daughters of the Italian mafia, and a coming-of-age story of twentieth-century Brooklyn.<br /><br />Two daughters. Two families. One inescapable fate.<br /><br />Sofia Colicchio is a free spirit, a loud, untamed thing. Antonia Russo is thoughtful, ever observing the world around her. Best friends from birth, their homes share a brick wall and their fathers are part of an unspoken community that connects them all: the Family. Sunday dinners gather the Family each week to feast, discuss business, and renew the intoxicating bond borne of blood and love.<br /><br />Until Antonia’s father dares to dream of a different life and goes missing soon after. His disappearance drives a whisper-thin wedge between Sofia and Antonia as they become women, wives, mothers, and leaders, all the while maintaining a complex and at times conflicted friendship. Both women are pushing against the walls of a prison made up of expectations, even as they remain bound to one another, their hearts expanding in tandem with Red Hook and Brooklyn around them. One fateful night their loyalty to each other and the Family will be tested. Only one of them can pull the trigger before it’s too late.",
        "average_rating": 3.57,
        "num_pages": 368,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Audiobook",
            "Historical",
            "Coming Of Age",
            "New York",
            "Family"
        ],
        "ratings": 25974,
        "reviews": 2596
    },
    {
        "authors": [
            {
                "id": "5230385",
                "name": "Maggie Shipstead"
            }
        ],
        "book_id": "58997456",
        "isbn13": "9780525656975",
        "title": "Great Circle",
        "publication_year": "2021",
        "publisher": "Knopf",
        "language_code": "eng",
        "description": "<i>An alternate cover edition can be found <a href=\"https://www.goodreads.com/book/show/54976986-great-circle\" rel=\"nofollow noopener\">here.</a></i><br /><br /><b>Spanning Prohibition-era Montana, the Pacific Northwest, Alaska, New Zealand, wartime London, and modern-day Los Angeles, <i>Great Circle</i> tells the unforgettable story of a daredevil female aviator determined to chart her own course in life, at any cost.</b><br /><br />After being rescued as infants from a sinking ocean liner in 1914, Marian and Jamie Graves are raised by their dissolute uncle in Missoula, Montana. There--after encountering a pair of barnstorming pilots passing through town in beat-up biplanes--Marian commences her lifelong love affair with flight. At fourteen she drops out of school and finds an unexpected and dangerous patron in a wealthy bootlegger who provides a plane and subsidizes her lessons, an arrangement that will haunt her for the rest of her life, even as it allows her to fulfill her destiny: circumnavigating the globe by flying over the North and South Poles.<br /><br />A century later, Hadley Baxter is cast to play Marian in a film that centers on Marian's disappearance in Antarctica. Vibrant, canny, disgusted with the claustrophobia of Hollywood, Hadley is eager to redefine herself after a romantic film franchise has imprisoned her in the grip of cult celebrity. Her immersion into the character of Marian unfolds, thrillingly, alongside Marian's own story, as the two women's fates--and their hunger for self-determination in vastly different geographies and times--collide. Epic and emotional, meticulously researched and gloriously told, <i>Great Circle</i> is a monumental work of art, and a tremendous leap forward for the prodigiously gifted Maggie Shipstead.",
        "average_rating": 4.11,
        "num_pages": 608,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "Literary Fiction",
            "Audiobook",
            "Contemporary",
            "Adventure"
        ],
        "ratings": 68295,
        "reviews": 8528
    } ,

   {
        "authors": [
            {
                "id": "17525183",
                "name": "Susie Yang"
            }
        ],
        "book_id": "55891273",
        "isbn13": "9781982100599",
        "title": "White Ivy",
        "publication_year": "2020",
        "publisher": "Simon & Schuster",
        "language_code": "eng",
        "description": "Ivy Lin is a thief and a liar—but you’d never know it by looking at her.<br /><br />Raised outside of Boston, Ivy’s immigrant grandmother relies on Ivy’s mild appearance for cover as she teaches her granddaughter how to pilfer items from yard sales and second-hand shops. Thieving allows Ivy to accumulate the trappings of a suburban teen—and, most importantly, to attract the attention of Gideon Speyer, the golden boy of a wealthy political family. But when Ivy’s mother discovers her trespasses, punishment is swift and Ivy is sent to China, and her dream instantly evaporates.<br /><br />Years later, Ivy has grown into a poised yet restless young woman, haunted by her conflicting feelings about her upbringing and her family. Back in Boston, when Ivy bumps into Sylvia Speyer, Gideon’s sister, a reconnection with Gideon seems not only inevitable—it feels like fate.<br /><br />Slowly, Ivy sinks her claws into Gideon and the entire Speyer clan by attending fancy dinners, and weekend getaways to the cape. But just as Ivy is about to have everything she’s ever wanted, a ghost from her past resurfaces, threatening the nearly perfect life she’s worked so hard to build.<br /><br />Filled with surprising twists and offering sharp insights into the immigrant experience, <em>White Ivy</em> is both a love triangle and a coming-of-age story, as well as a glimpse into the dark side of a woman who yearns for success at any cost.",
        "average_rating": 3.56,
        "num_pages": 354,
        "genres": [
            "Fiction",
            "Contemporary",
            "Thriller",
            "Audiobook",
            "Mystery",
            "Literary Fiction",
            "Adult"
        ],
        "ratings": 32078,
        "reviews": 4382
    },
    {
        "authors": [
            {
                "id": "88588",
                "name": "Lauren      Fox"
            }
        ],
        "book_id": "56879167",
        "isbn13": "9781101947807",
        "title": "Send for Me",
        "publication_year": "2021",
        "publisher": "Knopf Publishing Group",
        "language_code": "eng",
        "description": "<b>\n  <b>An achingly beautiful work of historical fiction that moves between Germany on the eve of World War II and present day Wisconsin, unspooling a thread of love, longing, and the ceaseless push and pull of family</b>\n</b><br /><br />Annelise is a dreamer: imagining her future while working at her parents' popular bakery in Feldenheim, Germany, anticipating all the delicious possibilities yet to come. There are rumors that anti-Jewish sentiment is on the rise, but Annelise and her parents can't quite believe that it will affect them; they're hardly religious at all. But as Annelise falls in love, marries, and gives birth to her daughter, the dangers grow closer: a brick thrown through her window; a childhood friend who cuts ties with her; customers refusing to patronize the bakery. Luckily Annelise and her husband are given the chance to leave for America, but they must go without her parents, whose future and safety are uncertain.<br /><br />Two generations later, in a small Midwestern city, Annelise's granddaughter, Clare, is a young woman newly in love. But when she stumbles upon a trove of her grandmother's letters from Germany, she sees the history of her family's sacrifices in a new light, and suddenly she's faced with an impossible choice: the past, or her future. A novel of dazzling emotional richness, <i>Send for Me </i>is a major departure for this acclaimed author, an epic and intimate exploration of mothers and daughters, duty and obligation, hope and forgiveness.",
        "average_rating": 3.43,
        "num_pages": 272,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "World War II",
            "Historical",
            "Audiobook",
            "Holocaust",
            "Germany"
        ],
        "ratings": 18249,
        "reviews": 1956
    },
    {
        "authors": [
            {
                "id": "6572605",
                "name": "Taylor Jenkins Reid"
            }
        ],
        "book_id": "58745185",
        "isbn13": "9781524798659",
        "title": "Malibu Rising",
        "publication_year": "2021",
        "publisher": "Ballantine Books",
        "language_code": "eng",
        "description": "<i>An alternate cover edition for this ISBN can be found <a href=\"https://www.goodreads.com/book/show/55404546-malibu-rising\" rel=\"nofollow noopener\">here</a>.</i><br /><br /><b>Four famous siblings throw an epic party to celebrate the end of the summer. But over the course of twenty-four hours, their lives will change forever.</b> <br /><br /><b>Malibu: August 1983.</b> It’s the day of Nina Riva’s annual end-of-summer party, and anticipation is at a fever pitch. Everyone wants to be around the famous Rivas: Nina, the talented surfer and supermodel; brothers Jay and Hud, one a championship surfer, the other a renowned photographer; and their adored baby sister, Kit. Together, the siblings are a source of fascination in Malibu and the world over—especially as the offspring of the legendary singer Mick Riva.<br /><br />The only person not looking forward to the party of the year is Nina herself, who never wanted to be the center of attention, and who has also just been very publicly abandoned by her pro tennis player husband. Oh, and maybe Hud—because it is long past time to confess something to the brother from whom he’s been inseparable since birth.<br /><br />Jay, on the other hand, is counting the minutes until nightfall, when the girl he can’t stop thinking about promised she’ll be there.<br /><br />And Kit has a couple secrets of her own—including a guest she invited without consulting anyone.<br /><br />By midnight the party will be completely out of control. By morning, the Riva mansion will have gone up in flames. But before that first spark in the early hours before dawn, the alcohol will flow, the music will play, and the loves and secrets that shaped this family’s generations will all come rising to the surface.<br /><br /><i>Malibu Rising</i> is a story about one unforgettable night in the life of a family: the night they each have to choose what they will keep from the people who made them . . . and what they will leave behind.",
        "average_rating": 4.04,
        "num_pages": 369,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Romance",
            "Audiobook",
            "Adult",
            "Historical"
        ],
        "ratings": 1031516,
        "reviews": 95961
    },
    {
        "authors": [
            {
                "id": "1983563",
                "name": "Emma Straub"
            }
        ],
        "book_id": "51907346",
        "isbn13": "9781594634697",
        "title": "All Adults Here",
        "publication_year": "2020",
        "publisher": null,
        "language_code": null,
        "description": "When Astrid Strick witnesses a school bus accident in the center of town, it jostles loose a repressed memory from her young parenting days decades earlier. Suddenly, Astrid realizes she was not quite the parent she thought she’d been to her three, now-grown children. But to what consequence?<br /><br />Astrid’s youngest son is drifting and unfocused, making parenting mistakes of his own. Her daughter is intentionally pregnant yet struggling to give up her own adolescence. And her eldest seems to measure his adult life according to standards no one else shares. But who gets to decide, so many years later, which long-ago lapses were the ones that mattered? Who decides which apologies really count? It might be that only Astrid’s thirteen-year-old granddaughter and her new friend really understand the courage it takes to tell the truth to the people you love the most.<br /><br />In All Adults Here, Emma Straub’s unique alchemy of wisdom, humor, and insight come together in a deeply satisfying story about adult siblings, aging parents, high school boyfriends, middle school mean girls, the lifelong effects of birth order, and all the other things that follow us into adulthood, whether we like them to or not.",
        "average_rating": 3.58,
        "num_pages": 356,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Family",
            "Adult Fiction",
            "LGBT",
            "Adult"
        ],
        "ratings": 82258,
        "reviews": 7384
    },
    {
        "authors": [
            {
                "id": "19190935",
                "name": "R. Eric Thomas"
            }
        ],
        "book_id": "45915136",
        "isbn13": "9780525621034",
        "title": "Here for It; Or, How to Save Your Soul in America: Essays",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>\n  <b>From the creator of </b>\n  <b>\n    <i>Elle</i>\n  </b>\n  <b>'s \"Eric Reads the News,\" a poignant and hilarious memoir-in-essays about growing up seeing the world differently, finding his joy, and every awkward, extraordinary stumble along the way. </b>\n</b><br /><br />R. Eric Thomas didn't know he was different until the world told him so. Everywhere he went—whether it was his rich, mostly white, suburban high school, his conservative black church, or his Ivy League college in a big city—he found himself on the outside looking in.<br /><br />In essays by turns hysterical and heartfelt, Eric redefines what it means to be an \"other\" through the lens of his own life experience. He explores the two worlds of his childhood: the barren urban landscape where his parents' house was an anomalous bright spot, and the verdant school they sent him to in white suburbia. He writes about struggling to reconcile his Christian identity with his sexuality, about the exhaustion of code-switching in college, accidentally getting famous on the internet (for the wrong reason), and the surreal experience of covering the 2016 election as well as the seismic change that came thereafter.<br /><br />Ultimately, Eric seeks the answer to the ever more relevant question: Is the future worth it? Why do we bother when everything seems to be getting worse? As the world continues to shift in unpredictable ways, Eric finds the answers to these questions by re-envisioning what \"normal\" means, and in the powerful alchemy that occurs when you at last place yourself at the center of your own story.<br /><br />For fans of Samantha Irby, Michael Arceneaux, and David Sedaris, <i>Here for It</i> will resonate deeply and joyfully with everyone who has ever felt pushed to the margins, struggled with self-acceptance, or wished to shine more brightly in a dark world. Stay here for it—the future may surprise you.",
        "average_rating": 4.04,
        "num_pages": 264,
        "genres": [
            "Nonfiction",
            "Memoir",
            "Essays",
            "Humor",
            "Audiobook",
            "LGBT",
            "Queer"
        ],
        "ratings": 12403,
        "reviews": 1944
    },
    {
        "authors": [
            {
                "id": "29593",
                "name": "Megan Abbott"
            }
        ],
        "book_id": "55573785",
        "isbn13": "9780593084908",
        "title": "The Turnout",
        "publication_year": "2021",
        "publisher": null,
        "language_code": "eng",
        "description": "With their long necks and matching buns and pink tights, Dara and Marie Durant have been dancers since they can remember. Growing up, they were homeschooled and trained by their glamorous mother, founder of the Durant School of Dance. After their parents' death in a tragic accident nearly a dozen years ago, the sisters began running the school together, along with Charlie, Dara's husband and once their mother's prized student.<br /><br />Marie, warm and soft, teaches the younger students; Dara, with her precision, trains the older ones; and Charlie, sidelined from dancing after years of injuries, rules over the back office. Circling around one another, the three have perfected a dance, six days a week, that keeps the studio thriving. But when a suspicious accident occurs, just at the onset of the school's annual performance of The Nutcracker— a season of competition, anxiety, and exhilaration—an interloper arrives and threatens the sisters' delicate balance.<br /><br />Taut and unnerving, The Turnout is Megan Abbott at the height of her game. With uncanny insight and hypnotic writing, it is a sharp and strange dissection of family ties and sexuality, femininity and power, and a tale that is both alarming and irresistible.",
        "average_rating": 3.12,
        "num_pages": 340,
        "genres": [
            "Fiction",
            "Thriller",
            "Mystery",
            "Mystery Thriller",
            "Audiobook",
            "Contemporary",
            "Suspense"
        ],
        "ratings": 20719,
        "reviews": 2825
    },
    {
        "authors": [
            {
                "id": "4425884",
                "name": "Rumaan Alam"
            }
        ],
        "book_id": "50358031",
        "isbn13": "9780062667632",
        "title": "Leave the World Behind",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "A magnetic novel about two families, strangers to each other, who are forced together on a long weekend gone terribly wrong<br /><br />Amanda and Clay head to a remote corner of Long Island expecting a a quiet reprieve from life in New York City, quality time with their teenage son and daughter and a taste of the good life in the luxurious home they've rented for the week. But with a late-night knock on the door, the spell is broken. Ruth and G. H., an older couple who claim to own the home, have arrived there in a panic. These strangers say that a sudden power outage has swept the city, and - with nowhere else to turn - they have come to the country in search of shelter.<br /><br />But with the TV and internet down, and no phone service, the facts are unknowable. Should Amanda and Clay trust this couple - and vice versa? What has happened back in New York? Is the holiday home, isolated from civilisation, a truly safe place for their families? And are they safe from one another?",
        "average_rating": 3.17,
        "num_pages": 241,
        "genres": [
            "Fiction",
            "Thriller",
            "Mystery",
            "Audiobook",
            "Horror",
            "Mystery Thriller",
            "Contemporary"
        ],
        "ratings": 150071,
        "reviews": 22204
    },
    {
        "authors": [
            {
                "id": "19918707",
                "name": "Jessamine Chan"
            }
        ],
        "book_id": "60051683",
        "isbn13": "9781982156121",
        "title": "The School for Good Mothers",
        "publication_year": "2022",
        "publisher": "Simon & Schuster",
        "language_code": "eng",
        "description": "<b>In this taut and explosive debut novel, one lapse in judgement lands a young mother in a government reform program where custody of her child hangs in the balance.</b><br /><br />Frida Liu is struggling. She doesn’t have a career worthy of her Chinese immigrant parents’ sacrifices. She can’t persuade her husband, Gust, to give up his wellness-obsessed younger mistress. Only with Harriet, their cherubic daughter, does Frida finally attain the perfection expected of her. Harriet may be all she has, but she is just enough.<br /><br />Until Frida has a very bad day.<br /><br />The state has its eyes on mothers like Frida. The ones who check their phones, letting their children get injured on the playground; who let their children walk home alone. Because of one moment of poor judgment, a host of government officials will now determine if Frida is a candidate for a Big Brother-like institution that measures the success or failure of a mother’s devotion.<br /><br />Faced with the possibility of losing Harriet, Frida must prove that a bad mother can be redeemed. That she can learn to be good.<br /><br />A searing page-turner that is also a transgressive novel of ideas about the perils of “perfect” upper-middle class parenting; the violence enacted upon women by both the state and, at times, one another; the systems that separate families; and the boundlessness of love, <i>The School for Good Mothers</i> introduces, in Frida, an everywoman for the ages. Using dark wit to explore the pains and joys of the deepest ties that bind us, Chan has written a modern literary classic.",
        "average_rating": 3.54,
        "genres": [
            "Fiction",
            "Dystopia",
            "Science Fiction",
            "Audiobook",
            "Contemporary",
            "Literary Fiction",
            "Adult"
        ],
        "ratings": 107091,
        "reviews": 15053
    },
    {
        "authors": [
            {
                "id": "16113141",
                "name": "Naima Coster"
            }
        ],
        "book_id": "54424592",
        "isbn13": "9781538702345",
        "title": "What's Mine and Yours",
        "publication_year": "2021",
        "publisher": "Grand Central Publishing",
        "language_code": "eng",
        "description": "From the author of Halsey Street, a sweeping novel of legacy, identity, the American family-and the ways that race affects even our most intimate relationships.<br /> <br />A community in the Piedmont of North Carolina rises in outrage as a county initiative draws students from the largely Black east side of town into predominantly white high schools on the west. For two students, Gee and Noelle, the integration sets off a chain of events that will tie their two families together in unexpected ways over the span of the next twenty years.<br /> <br />On one side of the integration debate is Jade, Gee's steely, ambitious mother. In the aftermath of a harrowing loss, she is determined to give her son the tools he'll need to survive in America as a sensitive, anxious, young Black man. On the other side is Noelle's headstrong mother, Lacey May, a white woman who refuses to see her half-Latina daughters as anything but white. She strives to protect them as she couldn't protect herself from the influence of their charming but unreliable father, Robbie.<br /> <br />When Gee and Noelle join the school play meant to bridge the divide between new and old students, their paths collide, and their two seemingly disconnected families begin to form deeply knotted, messy ties that will shape the trajectory of their adult lives. And their mothers-each determined to see her child inherit a better life-will make choices that will haunt them for decades to come.<br /> <br />As love is built and lost, and the past never too far behind, What's Mine and Yours is an expansive, vibrant tapestry that moves between the years, from the foothills of North Carolina, to Atlanta, Los Angeles, and Paris. It explores the unique organism that is every family: what breaks them apart and how they come back together.",
        "average_rating": 3.56,
        "num_pages": 341,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Literary Fiction",
            "Contemporary",
            "Audiobook",
            "Race",
            "Adult"
        ],
        "ratings": 21964,
        "reviews": 2285
    },
    {
        "authors": [
            {
                "id": "19475743",
                "name": "Ella Berman"
            }
        ],
        "book_id": "51941088",
        "isbn13": "9780593099513",
        "title": "The Comeback",
        "publication_year": "2020",
        "publisher": "Berkley",
        "language_code": "eng",
        "description": "<b>A deep dive into the psyche of a young actress raised in the spotlight under the influence of a charming, manipulative film director and the moment when she decides his time is up.<br /><br />At the height of her career and on the eve of her first Golden Globe nomination, teen star Grace Turner disappeared.</b><br /><br />Now, tentatively sober and surprisingly numb, Grace is back in Los Angeles after her year of self-imposed exile. She knows the new private life she wants isn't going to be easy as she tries to be a better person and reconnect with the people she left behind.<br /><br />But when Grace is asked to present a lifetime achievement award to director Able Yorke--the man who controlled her every move for eight years--she realizes that she can't run from the secret behind her spectacular crash and burn for much longer. And she's the only one with nothing left to lose.<br /><br />Alternating between past and present, <i>The Comeback</i> tackles power dynamics and the uncertainty of young adulthood, the types of secrets that become part of our sense of self, and the moments when we learn that though there are many ways to get hurt, we can still choose to fight back.",
        "average_rating": 3.74,
        "num_pages": 378,
        "genres": [
            "Fiction",
            "Contemporary",
            "Adult",
            "Literary Fiction",
            "Mystery",
            "Audiobook",
            "Adult Fiction"
        ],
        "ratings": 14969,
        "reviews": 1714
    },
    {
        "authors": [
            {
                "id": "5099959",
                "name": "Lee Cole"
            }
        ],
        "book_id": "58395053",
        "isbn13": "9780593320501",
        "title": "Groundskeeping",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "In the run-up to the 2016 election, Owen Callahan, an aspiring writer, moves back to Kentucky to live with his Trump-supporting uncle and grandfather. Eager to clean up his act after wasting time and potential in his early twenties, he takes a job as a groundskeeper at a small local college, in exchange for which he is permitted to take a writing course.<br /><br />Here he meets Alma Hazdic, a writer in residence who seems to have everything Owen lacks--a prestigious position, an Ivy League education, success as a writer. They begin a secret relationship, and as they grow closer, Alma--who comes from a liberal family of Bosnian immigrants--struggles to understand Owen's fraught relationship with family and home.<br /><br />Exquisitely written; expertly crafted; dazzling in its precision, restraint, and depth of feeling, <i>Groundskeeping</i> is a novel of haunting power and grace from a prodigiously gifted writer.",
        "average_rating": 3.57,
        "num_pages": 323,
        "genres": [
            "Fiction",
            "Romance",
            "Literary Fiction",
            "Contemporary",
            "Audiobook",
            "Politics",
            "Adult Fiction"
        ],
        "ratings": 7103,
        "reviews": 1021
    }
]