[
    {
        "authors": [
            {
                "id": "3520",
                "name": "Sheri Reynolds"
            }
        ],
        "book_id": "5180",
        "isbn13": "9780425162446",
        "title": "The Rapture of Canaan",
        "publication_year": null,
        "publisher": "Berkley Books",
        "language_code": "eng",
        "description": "<b>Oprah Book Club® Selection, April 1997</b>: Members of the Church of Fire and Brimstone and God's Almighty Baptizing Wind spend their days and nights serving the Lord and waiting for the Rapture--that moment just before the Second Coming of Christ when the saved will be lifted bodily to heaven and the damned will be left behind to face the thousand years of tribulation on earth. The tribulation, according to Grandpa Herman, founder of Fire and Brimstone, will be an ugly time: \"He said that we'd run out of food. That big bugs would chase us around and sting us with their tails . . . He said we'd turn on the faucet in the bathroom and find only blood running out . . . He said evil multitudes would come unto us and cut off our limbs, and that we wouldn't die . . . And then he'd say, 'But you don't have to be left behind. You can go straight to Heaven with all of God's special children if you'll only open your hearts to Jesus . . .'\" <p> Such talk of damnation weighs heavy on the mind of Ninah Huff, the 15-year-old narrator of Sheri Reynolds's second novel, <i>The Rapture of Canaan</i>. To distract her from sinful thoughts about her prayer partner James, Ninah puts pecan shells in her shoes and nettles in her bed. But concentrating on the Passion of Jesus cannot, in the end, deter Ninah and James from their passion for each other, and the consequences prove both tragic and transforming for the entire community. </p><p> <i>The Rapture of Canaan</i> is a book about miracles, and in writing it, Reynolds has performed something of a miracle herself. Although the church's beliefs and practices may seem extreme (sleeping in an open grave, mortifying the flesh with barbed wire), its members are complex and profoundly sympathetic as they wrestle with the contradictions of Fire and Brimstone's theology, the temptations of the outside world, and the frailties of the human heart.</p>",
        "average_rating": 3.83,
        "num_pages": 320,
        "genres": [
            "Fiction",
            "Religion",
            "Historical Fiction",
            "Contemporary",
            "Adult Fiction",
            "Coming Of Age",
            "Novels"
        ],
        "ratings": 34542,
        "reviews": 914
    },
    {
        "authors": [
            {
                "id": "3495853",
                "name": "Sarah Ban Breathnach"
            }
        ],
        "book_id": "10089619",
        "isbn13": "9780446574860",
        "title": "Peace and Plenty: Finding Your Path to Financial Serenity",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "\"When money is plentiful, this is a man's world. When money is scarce, it is a woman's world.\" Unearthed in a 1932 <em>Ladies Home Journal</em>, this quote is the call to arms that begins PEACE AND PLENTY, Sarah Ban Breathnach's answer to the world's-- and her own personal-- financial crisis. As only Ban Breathnach can, she culls together this compendium of advice, deeply personal anecdotes, and excerpts from magazines, books, and newspapers-- particularly those of the Great Depression-- to inspire readers who are mired in today's financial difficulties. <br /><br />Focusing on her own personal path, Sarah Ban Breathnach will relate never-before revealed details about how she fell from the financial top to the bottom. Readers will immediately see how deeply she understands the plight of those trying to maintain a happy and comfortable home, while at the same time not even knowing if they will be able to make the mortgage to <em>keep</em> that home. <br /><br />Sarah has proved to be the voice of comfort for years to women who are spiritually bankrupt, and now she will reach to those who are financially strapped, showing them how to pull themselves out of their psychic and fiscal crises while providing deep comfort and reassurance throughout.",
        "average_rating": 3.62,
        "genres": [
            "Nonfiction",
            "Self Help",
            "Inspirational",
            "Finance",
            "Memoir",
            "Business",
            "Economics"
        ],
        "ratings": 465,
        "reviews": 79
    },
    {
        "authors": [
            {
                "id": "3502",
                "name": "Alice Hoffman"
            }
        ],
        "book_id": "4466850",
        "isbn13": "9781417711833",
        "title": "Here on Earth",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "After nearly twenty years of living in California, March Murray, along with her fifteen-year-old daughter, Gwen, returns to the sleepy Massachusetts town where she grew up to attend the funeral of Judith Dale, the beloved housekeeper who raised her. Yet returning to her hometown also brings her back to Hollis, March’s former soul mate and lover. March’s father had taken the teenaged Hollis, an abandoned child, and the product of a series of detention homes, into his house as a boarder, and treated him like a son. Yet March and Hollis’s passionate love was hardly a normal sibling relationship. When Hollis left her after a petty fight, March waited for him three long years, wondering what she had done wrong.<br /><br />Encountering Hollis again makes March acutely aware of the choices that she has made, and the choices everyone around her has made—including Mrs. Dale, who knew more of love than March could ever have suspected, and her brother Alan, whose tragic history has left him grief-struck, with alcohol as his only solace. Her attraction to Hollis is overwhelming—and March jeopardizes her marriage, her relationship with her daughter and her own happiness in an attempt to reclaim the past.",
        "average_rating": 3.69,
        "genres": [
            "Fiction",
            "Romance",
            "Magical Realism",
            "Contemporary",
            "Chick Lit",
            "Adult Fiction",
            "Adult"
        ],
        "ratings": 48536,
        "reviews": 1946
    },
    {
        "authors": [
            {
                "id": "239579",
                "name": "Charles Dickens"
            }
        ],
        "book_id": "9748274",
        "isbn13": "9780142196588",
        "title": "A Tale of Two Cities / Great Expectations",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b> Two of the most beloved novels in all of English literature-together in one extraordinary volume. </b><br /><br />A TALE OF TWO CITIES <br /> After eighteen years as a political prisoner in the Bastille, the ageing Doctor Manette is finally released and reunited with his daughter in England. There the lives of the two very different men, Charles Darnay, an exiled French aristocrat, and Sydney Carton, a disreputable but brilliant English lawyer, become enmeshed through their love for Lucie Manette. From the tranquil roads of London, they are drawn against their will to the vengeful, bloodstained streets of Paris at the height of the Reign of Terror, and they soon fall under the lethal shadow of the guillotine.<br /><br />GREAT EXPECTATIONS <br /> A terrifying encounter with an escaped convict in a graveyard on the wild Kent marshes; a summons to meet the bitter, decaying Miss Havisham and her beautiful, cold-hearted ward Estella; the sudden generosity of a mysterious benefactor- these form a series of events that changes the orphaned Pip's life forever, and he eagerly abandons his humble origins to begin a new life as a gentleman. Dickens's haunting late novel depicts Pip's education and development through adversity as he discovers the true nature of his \"great expectations.\"<br /><br />This deluxe paperback edition features <br /> *French flaps <br /> *rough-cut high-quality paper <br /> *complimentary front- and back-cover designs highlighting each novel and including foil and debossing",
        "average_rating": 4.01,
        "num_pages": 834,
        "genres": [
            "Classics",
            "Fiction",
            "Historical Fiction",
            "Literature",
            "Classic Literature",
            "Historical",
            "School"
        ],
        "ratings": 17228,
        "reviews": 272
    },
    {
        "authors": [
            {
                "id": "2960",
                "name": "Wayne W. Dyer"
            }
        ],
        "book_id": "19793",
        "isbn13": "9781401902162",
        "title": "The Power of Intention: Learning to Co-Create Your World Your Way",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Intention is generally viewed as a pit-bull kind of determination propelling one to succeed at all costs by never giving up on an inner picture. In this view, an attitude that combines hard work with an indefatigable drive toward excellence is the way to succeed. However, intention is viewed very differently in this book. <b>Dr. Wayne W. Dyer </b>has researched intention as a force in the universe that <i>allows</i> the act of creation to take place. This book explores intention—not as something you do—but as an energy you’re a part of. We’re all <i>intended</i> here through the invisible power of intention. This is the first book to look at intention as a field of energy that you can access to begin co-creating your life with the power of intention.<br /> <br />Part I deals with the principles of intention, offering true stories and examples on ways to make the connection. Dr. Dyer identifies the attributes of the all-creating universal mind of intention as creative, kind, loving, beautiful, expanding, endlessly abundant, and receptive, explaining the importance of emulating this source of creativity. In Part II, Dr. Dyer offers an intention guide with specific ways to apply the co-creating principles in daily life. Part III is an exhilarating description of Dr. Dyer’s vision of a world in harmony with the universal mind of intention.<br /> ",
        "average_rating": 4.19,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Spirituality",
            "Personal Development",
            "Psychology",
            "Philosophy",
            "Inspirational"
        ],
        "ratings": 32717,
        "reviews": 819
    },
    {
        "authors": [
            {
                "id": "138207",
                "name": "Deepak Chopra"
            }
        ],
        "book_id": "13624001",
        "isbn13": "9780062204981",
        "title": "God: A Story of Revelation",
        "publication_year": "2012",
        "publisher": "HarperAudio",
        "language_code": null,
        "description": "Russian Book. Veligor, M. 312. 2014. Softcover.",
        "average_rating": 3.82,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Religion",
            "Philosophy",
            "Christian",
            "History",
            "Faith"
        ],
        "ratings": 701,
        "reviews": 89
    },
    {
        "authors": [
            {
                "id": "3252390",
                "name": "Gabrielle Bernstein"
            }
        ],
        "book_id": "10309216",
        "isbn13": "9780307887405",
        "title": "Spirit Junkie: A Radical Road to Self-Love and Miracles",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<p>How does a New York City publicist and party girl turn into a go to guide for the next generation? In her new book, \"Spirit Junkie: A Radical Road to Self-Love and Miracles,\" Gabrielle Bernstein shares the story of how she transformed her life, offering her spiritual journey as a guidebook for overcoming fear, changing perceptions, and creating a life you're psyched to wake up for. Bernstein has traded self-doubt and addiction for a new kind of high. In 2005 she became a student of A Course in Miracles and since then she has been guided to teach those spiritual principles to the next generation of seekers.</p>",
        "average_rating": 3.82,
        "num_pages": 272,
        "genres": [
            "Self Help",
            "Spirituality",
            "Nonfiction",
            "Personal Development",
            "Memoir",
            "Audiobook",
            "Psychology"
        ],
        "ratings": 5769,
        "reviews": 373
    },
    {
        "authors": [
            {
                "id": "96150",
                "name": "Daniel H. Pink"
            }
        ],
        "book_id": "99315",
        "isbn13": "9781594481710",
        "title": "A Whole New Mind: Why Right-Brainers Will Rule the Future",
        "publication_year": null,
        "publisher": "Riverhead Books",
        "language_code": "eng",
        "description": "The future belongs to a different kind of person with a different kind of mind: artists, inventors, storytellers-creative and holistic \"right-brain\" thinkers whose abilities mark the fault line between who gets ahead and who doesn't.<br /><br />Drawing on research from around the world, Pink (author of To Sell Is Human: The Surprising Truth About Motivating Others) outlines the six fundamentally human abilities that are absolute essentials for professional success and personal fulfillment--and reveals how to master them. A Whole New Mind takes readers to a daring new place, and a provocative and necessary new way of thinking about a future that's already here.",
        "average_rating": 3.92,
        "num_pages": 275,
        "genres": [
            "Nonfiction",
            "Psychology",
            "Business",
            "Self Help",
            "Education",
            "Science",
            "Personal Development"
        ],
        "ratings": 29157,
        "reviews": 1996
    },
    {
        "authors": [
            {
                "id": "3510",
                "name": "Billie Letts"
            }
        ],
        "book_id": "48188",
        "isbn13": "9781417713394",
        "title": "Where the Heart Is (Oprah's Book Club)",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Talk about unlucky sevens. An hour ago, seventeen-year-old, seven months pregnant Novalee Nation was heading for California with her boyfriend. Now she finds herself stranded at a Wal-Mart in Sequoyah, Oklahoma, with just $7.77 in change. But Novalee is about to discover hidden treasures in this small Southwest town--a group of down-to-earth, deeply caring people willing to help a homeless, jobless girl living secretly in a Wal-Mart. From Bible-thumping blue-haired Sister Thelma Husband to eccentric librarian Forney Hull who loves Novalee more than she loves herself, they are about to take her--and you, too--on a moving, funny, and unforgettable journey to . . . Where the Heart Is.",
        "average_rating": 4.03,
        "genres": [
            "Fiction",
            "Chick Lit",
            "Romance",
            "Contemporary",
            "Adult Fiction",
            "Adult",
            "Drama"
        ],
        "ratings": 248724,
        "reviews": 4237
    },
    {
        "authors": [
            {
                "id": "3513",
                "name": "Christina Schwarz"
            }
        ],
        "book_id": "824757",
        "isbn13": "9780613368049",
        "title": "Drowning Ruth",
        "publication_year": "2001",
        "publisher": null,
        "language_code": null,
        "description": "Reminiscent of the haunting romance and mystery of Daphne du Maurier's Rebecca, Christina Schwarz's first novel is a story of familial love, sibling rivalry, duty, loyalty, and a possible murder.Exhausted from her duties as a nurse, Amanda Starkey retreats to her younger sister Mattie's farm to rest. When Mattie is found drowned in a nearby lake, Amanda must take charge of Mattie's young daughter, Ruth, and explain to Mattie's husband, Carl, mysterious bite marks on her hand and Ruth's strange memory of drowning. Told in both Amanda's and Ruth's voices, \"Drowning Ruth\" is a suspenseful tale of love and devotion bordering on insanity. Guiding us through the lives of the Starkey women, Schwarz's remarkable debut shows her compassion and great understanding of the American landscape and the people who live in it.",
        "average_rating": 3.74,
        "num_pages": 338,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Mystery",
            "Contemporary",
            "Adult Fiction",
            "Adult",
            "Historical"
        ],
        "ratings": 83316,
        "reviews": 2780
    },
    {
        "authors": [
            {
                "id": "3540",
                "name": "Janet Fitch"
            }
        ],
        "book_id": "13195759",
        "isbn13": null,
        "title": "White Oleander",
        "publication_year": "2001",
        "publisher": "Virago",
        "language_code": null,
        "description": "Everywhere hailed as a novel of rare beauty and power, <i>White Oleander</i> tells the unforgettable story of Ingrid, a brilliant poet imprisoned for murder, and her daughter, Astrid, whose odyssey through a series of Los Angeles foster homes--each its own universe, with its own laws, its own dangers, its own hard lessons to be learned--becomes a redeeming and surprising journey of self-discovery.",
        "average_rating": 3.99,
        "num_pages": 502,
        "genres": [
            "Fiction",
            "Contemporary",
            "Coming Of Age",
            "Drama",
            "Literary Fiction",
            "Adult Fiction",
            "Chick Lit"
        ],
        "ratings": 353953,
        "reviews": 9164
    },
    {
        "authors": [
            {
                "id": "45141",
                "name": "Sidney Poitier"
            }
        ],
        "book_id": "91563",
        "isbn13": "9780061357909",
        "title": "The Measure of a Man: A Spiritual Autobiography",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "In this luminous memoir, a true American icon looks back on his celebrated life and career.  His body of work is arguable the most morally significant in cinematic history, and the power and influence of that work are indicative of the character of the man behind the many storied roles. Here, Sidney Poitier explores these elements of character and personal values to take his own measure - as a man, as a husband, and father, and as an actor.<p>Poitier was uncompromising as he pursued a personal and public life that would honor his upbringing and the invaluable legacy of his parents. Committed to the notion that what one does for a living articulates who one is, Poitier played only forceful and affecting characters who said something positive, useful, and lasting about the human condition.</p><p>Here, finally, is Poitier's own introspective look at what has informed his performances and his life. Poitier explores the nature of sacrifice and commitment, pride and humility, rage and forgiveness, and paying the price for artistic integrity. What emerges is a picture of a man seeking truth, passion, and balance in the face of limits his own and the world's. A triumph of the spirit, <i>The Measure of a Man</i> captures the essential Poitier.</p><p>Author Biography: Sidney Poitier was the first and remains the only African American actor to win the Academy Award for Best Actor for his outstanding performance in <i>Lilies of the Field</i> in 1963, but he believes that will soon change, given the excellence of African-American talent in the industry today. He has starred in over forty films, directed nine, and written four. His landmark films include <i>TheDefiant Ones, A Patch of Blue, Guess Who's Coming to Dinner,</i> and <i>To Sir, With Love.</i> Among his many accolades, he has recently been selected as the thirty-sixth recipient of the Screen Actors Guild's highest honor, the Life Achievement Award for an outstanding career and humanitarian accomplishment.</p>",
        "average_rating": 3.75,
        "num_pages": 243,
        "genres": [
            "Nonfiction",
            "Biography",
            "Memoir",
            "Autobiography",
            "Biography Memoir",
            "African American",
            "Audiobook"
        ],
        "ratings": 12970,
        "reviews": 1327
    },
    {
        "authors": [
            {
                "id": "3541",
                "name": "Barbara Kingsolver"
            },
            {
                "id": "3166446",
                "name": "Dean Robertson"
            }
        ],
        "book_id": "9638069",
        "isbn13": "9781455800933",
        "title": "The Poisonwood Bible",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<i>The Poisonwood Bible</i> is a story told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it -- from garden seeds to Scripture -- is calamitously transformed on African soil. What follows is a suspenseful epic of one family's tragic undoing and remarkable reconstruction over the course of three decades in postcolonial Africa.",
        "average_rating": 4.1,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Africa",
            "Classics",
            "Literary Fiction",
            "Historical",
            "Literature"
        ],
        "ratings": 745928,
        "reviews": 27752
    },
    {
        "authors": [
            {
                "id": "55044",
                "name": "Joel Osteen"
            }
        ],
        "book_id": "13529100",
        "isbn13": "9781455516780",
        "title": "I Declare: 31 Promises to Speak Over Your Life",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": null,
        "average_rating": 4.42,
        "genres": [
            "Christian",
            "Nonfiction",
            "Self Help",
            "Spirituality",
            "Inspirational",
            "Religion",
            "Christianity"
        ],
        "ratings": 4137,
        "reviews": 351
    },
    {
        "authors": [
            {
                "id": "15508",
                "name": "Iyanla Vanzant"
            }
        ],
        "book_id": "12071463",
        "isbn13": "9781401928230",
        "title": "Peace From Broken Pieces: How to Get Through What You're Going Through",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 4.22,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Memoir",
            "Spirituality",
            "Personal Development",
            "African American",
            "Biography"
        ],
        "ratings": 3019,
        "reviews": 344
    },
    {
        "authors": [
            {
                "id": "2894",
                "name": "Bernhard Schlink"
            },
            {
                "id": "58512",
                "name": "Carol Brown Janeway"
            },
            {
                "id": "251177",
                "name": "Campbell Scott"
            }
        ],
        "book_id": "22671",
        "isbn13": "9780375408281",
        "title": "The Reader",
        "publication_year": "1999",
        "publisher": "Random House Audio",
        "language_code": null,
        "description": "<b>Oprah Book Club® Selection, February 1999:</b> Originally published in Switzerland, and gracefully translated into English by Carol Brown Janeway, <i>The Reader</i> is a brief tale about sex, love, reading, and shame in postwar Germany. Michael Berg is 15 when he begins a long, obsessive affair with Hanna, an enigmatic older woman. He never learns very much about her, and when she disappears one day, he expects never to see her again. But, to his horror, he does. Hanna is a defendant in a trial related to Germany's Nazi past, and it soon becomes clear that she is guilty of an unspeakable crime. As Michael follows the trial, he struggles with an overwhelming question: What should his generation do with its knowledge of the Holocaust? \"We should not believe we can comprehend the incomprehensible, we may not compare the incomparable.... Should we only fall silent in revulsion, shame, and guilt? To what purpose?\"<p> <i>The Reader</i>, which won the <i>Boston Book Review</i>'s Fisk Fiction Prize, wrestles with many more demons in its few, remarkably lucid pages. What does it mean to love those people--parents, grandparents, even lovers--who committed the worst atrocities the world has ever known? And is any atonement possible through literature? Schlink's prose is clean and pared down, stripped of unnecessary imagery, dialogue, and excess in any form. What remains is an austerely beautiful narrative of the attempt to breach the gap between Germany's pre- and postwar generations, between the guilty and the innocent, and between words and silence. <i>--R. Ellis</i></p>",
        "average_rating": 3.78,
        "num_pages": 4,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Classics",
            "German Literature",
            "Romance",
            "Holocaust",
            "Historical"
        ],
        "ratings": 211680,
        "reviews": 12968
    },
    {
        "authors": [
            {
                "id": "4711",
                "name": "Sue Monk Kidd"
            }
        ],
        "book_id": "18079776",
        "isbn13": "9780670024780",
        "title": "The Invention of Wings",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "From the celebrated author of the international bestseller The Secret Life of Bees comes an extraordinary novel about two exceptional women.<br /><br />Sarah Grimké is the middle daughter. The one her mother calls difficult and her father calls remarkable. On Sarah's eleventh birthday, Hetty 'Handful' Grimké is taken from the slave quarters she shares with her mother, wrapped in lavender ribbons, and presented to Sarah as a gift. Sarah knows what she does next will unleash a world of trouble. She also knows that she cannot accept. And so, indeed, the trouble begins ... <br /><br />A powerful, sweeping novel, inspired by real events, and set in the American Deep South in the nineteenth century, <i>The Invention of Wings</i> evokes a world of shocking contrasts, of beauty and ugliness, of righteous people living daily with cruelty they fail to recognize; and celebrates the power of friendship and sisterhood against all the odds.",
        "average_rating": 4.25,
        "num_pages": 384,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "Book Club",
            "Audiobook",
            "Adult",
            "Adult Fiction"
        ],
        "ratings": 315510,
        "reviews": 26133
    },
    {
        "authors": [
            {
                "id": "26975",
                "name": "Gary Zukav"
            }
        ],
        "book_id": "11402665",
        "isbn13": "9780061458514",
        "title": "Spiritual Partnership: The Journey to Authentic Power",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<p> This book is about our new relationships. A new and surprising world is emerging that requires each of us to explore the sources of our love and cultivate them and the inner sources of all that prevents us from loving (our fears) and heal them. Our evolution has taken a new path, and our relationships are changing in unexpected and dramatic ways. </p><p>We are evolving beyond the limits of our five senses and encountering more expanded experiences of ourselves and our world than were previously possible. Where once our perception was confined to what we see, hear, taste, touch, and smell, we are now increasingly able to access data that these senses cannot detect. This expanded perception is forever altering our experiences of ourselves, our world, and our relationships. </p><p>Our evolution now presents us at each moment with a profound choice: we can pretend that our lives and the world are not changing and continue to relate to one another as before, or we can use our relationships to transform ourselves into authentically powerful, loving individuals. </p><p>In <i>Spiritual Partnership</i>, bestselling author Gary Zukav reveals a profound new relationship dynamic that enables us to reach our full potential and create authentic power\u0097the fulfilling and joyful life that is calling to us all. Spiritual partnerships are not only for couples in marriage; they can be created anywhere two or more individuals decide to engage as equals for the purpose of spiritual development. </p><p>Filled with poignant examples and practical guidance, including specific guidelines, <i>Spiritual Partnership</i> empowers and enables us to explore our emotions, our intentions, our choices, and our intuition and to use them to create profound spiritual growth. The world is changing around us and within us, and <i>Spiritual Partnership</i> is the road map to that change. </p><p></p>",
        "average_rating": 4.14,
        "genres": [
            "Spirituality",
            "Self Help",
            "Nonfiction",
            "Relationships",
            "Audiobook",
            "Health",
            "New Age"
        ],
        "ratings": 557,
        "reviews": 45
    },
    {
        "authors": [
            {
                "id": "2578",
                "name": "Jonathan Franzen"
            }
        ],
        "book_id": "8928142",
        "isbn13": "9781429979436",
        "title": "Freedom",
        "publication_year": "2010",
        "publisher": "Farrar, Straus and Giroux",
        "language_code": "eng",
        "description": "Patty and Walter Berglund were the new pioneers of old St. Paul—the gentrifiers, the hands-on parents, the avant-garde of the Whole Foods generation. Patty was the ideal sort of neighbor, who could tell you where to recycle your batteries and how to get the local cops to actually do their job. She was an enviably perfect mother and the wife of Walter's dreams. Together with Walter—environmental lawyer, commuter cyclist, total family man—she was doing her small part to build a better world.<br /><br />But now, in the new millennium, the Berglunds have become a mystery. Why has their teenage son moved in with the aggressively Republican family next door? Why has Walter taken a job working with Big Coal? What exactly is Richard Katz—outré rocker and Walter's college best friend and rival—still doing in the picture? Most of all, what has happened to Patty? Why has the bright star of Barrier Street become \"a very different kind of neighbor,\" an implacable Fury coming unhinged before the street's attentive eyes?<br /><br />In his first novel since <i>The Corrections</i>, Jonathan Franzen has given us an epic of contemporary love and marriage. <i>Freedom</i> comically and tragically captures the temptations and burdens of liberty: the thrills of teenage lust, the shaken compromises of middle age, the wages of suburban sprawl, the heavy weight of empire. In charting the mistakes and joys of <i>Freedom</i>'s characters as they struggle to learn how to live in an ever more confusing world, Franzen has produced an indelible and deeply moving portrait of our time.",
        "average_rating": 3.78,
        "num_pages": 576,
        "genres": [
            "Fiction",
            "Contemporary",
            "Novels",
            "Literary Fiction",
            "Literature",
            "American",
            "Adult Fiction"
        ],
        "ratings": 168742,
        "reviews": 14852
    },
    {
        "authors": [
            {
                "id": "3505",
                "name": "Wally Lamb"
            }
        ],
        "book_id": "227711",
        "isbn13": "9780060987565",
        "title": "I Know This Much Is True",
        "publication_year": "1999",
        "publisher": null,
        "language_code": "eng",
        "description": "On the afternoon of October 12, 1990, my twin brother, Thomas, entered the Three Rivers, Connecticut, public library, retreated to one of the rear study carrels, and prayed to God the sacrifice he was about to commit would be deemed acceptable. . . .<br /><br />One of the most acclaimed novels of our time, Wally Lamb's I Know This Much Is True is a story of alienation and connection, devastation and renewal, at once joyous, heartbreaking, poignant, mystical, and powerfully, profoundly human.",
        "average_rating": 4.2,
        "num_pages": 897,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Novels",
            "Adult Fiction",
            "Mental Health",
            "Mental Illness"
        ],
        "ratings": 312943,
        "reviews": 10384
    },
    {
        "authors": [
            {
                "id": "138207",
                "name": "Deepak Chopra"
            }
        ],
        "book_id": "773038",
        "isbn13": "9781878424112",
        "title": "The Seven Spiritual Laws of Success: A Practical Guide to the Fulfillment of Your Dreams",
        "publication_year": null,
        "publisher": "Amber-Allen Publ., New World Library",
        "language_code": "eng",
        "description": "Les 7 lois spirituelles du succès . Voici un livre que vous chérirez toute votre vie, car ses pages renferment les secrets qui vous permettront de réaliser tous vos rêves. . Dans Les 7 Lois spirituelles du succès, Deepak Chopra distille l'essence de ses enseignements en sept principes simples mais puissants pour amener la réussite dans tous les domaines de votre existence. Si vous portez votre attention sur ces lois, vous pourrez manifester tout ce que vous désirez et votre vie deviendra plus abondante à tous égards. Deepak Chopra vous invite à appliquer au quotidien les principes suivants : la Loi de la Pure Potentialité, la Loi du Don, la Loi du Karma, la Loi du Moindre Effort, la Loi de l'Intention et du Désir, la Loi du Détachement et enfin, la Loi du Dharma. Les précieux conseils de Deepak Chopra pour vous connecter au divin et générer de l'abondance dans votre vie. .",
        "average_rating": 4.16,
        "num_pages": 115,
        "genres": [
            "Spirituality",
            "Self Help",
            "Nonfiction",
            "Philosophy",
            "Personal Development",
            "Psychology",
            "Inspirational"
        ],
        "ratings": 75110,
        "reviews": 2388
    },
    {
        "authors": [
            {
                "id": "3530",
                "name": "Anita Shreve"
            }
        ],
        "book_id": "3517254",
        "isbn13": "9780613179751",
        "title": "The Pilot's Wife",
        "publication_year": "1999",
        "publisher": null,
        "language_code": null,
        "description": "A pilot's wife is taught to be prepared for the late-night knock at the door. But when Kathryn Lyons receives word that a plane flown by her husband, Jack, has exploded near the coast of Ireland, she confronts the unfathomable-one startling revelation at a time. Soon drawn into a maelstrom of publicity fueled by rumors that Jack led a secret life, Kathryn sets out to learn who her husband really was, whatever that knowledge might cost. Her search propels this taut, impassioned novel as it movingly explores the question, How well can we ever really know another person?",
        "average_rating": 3.56,
        "genres": [
            "Fiction",
            "Chick Lit",
            "Mystery",
            "Contemporary",
            "Romance",
            "Adult Fiction",
            "Adult"
        ],
        "ratings": 98604,
        "reviews": 4964
    },
    {
        "authors": [
            {
                "id": "2578",
                "name": "Jonathan Franzen"
            }
        ],
        "book_id": "7172915",
        "isbn13": "9780641552663",
        "title": "The Corrections",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "\"The Corrections\" is a grandly entertaining novel for the new century - a comic, tragic masterpiece about a family breaking down in an age of easy fixes.<br />After almost fifty years as a wife and mother, Enid Lambert is ready to have some fun. Unfortunately, her husband, Alfred, is losing his sanity to Parkinson's disease, and their children have long since flown the family nest to the catastrophes of their own lives. The oldest, Gary, a once-stable portfolio manager and family man, is trying to convince his wife and himself, despite clear signs to the contrary, that he is not clinically depressed. The middle child, Chip, has lost his seemingly secure academic job and is failing spectacularly at his new line of work. And Denise, the youngest, has escaped a disastrous marriage only to pour her youth and beauty down the drain of an affair with a married man - or so her mother fears. Desperate for some pleasure to look forward to, Enid has set her heart on an elusive goal: bringing her family together for one last Christmas at home. <br />Stretching from the Midwest at midcentury to the Wall Street and Eastern Europe of today, \"The Corrections\" brings an old-fashioned world of civic virtue and sexual inhibitions into violent collision with the era of home surveillance, hands-off parenting, do-it-yourself mental healthcare, and globalised greed. Richly realistic, darkly hilarious, deeply humane, it confirms Jonathan Franzen as one of our most brilliant interpreters of American society and the American soul.",
        "average_rating": 3.83,
        "genres": [
            "Fiction",
            "Contemporary",
            "Novels",
            "Literary Fiction",
            "Literature",
            "American",
            "Family"
        ],
        "ratings": 183251,
        "reviews": 11378
    },
    {
        "authors": [
            {
                "id": "3526",
                "name": "Jane Hamilton"
            },
            {
                "id": "557502",
                "name": "David Strathairn"
            },
            {
                "id": "671031",
                "name": "Mary Beth Hurt"
            }
        ],
        "book_id": "2370618",
        "isbn13": "9780553527377",
        "title": "A Map of the World",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "From the author of the widely acclaimed The Book of Ruth comes a harrowing, heartbreaking drama about a rural American family and a disastrous event that forever changes their lives.<br /><br />The Goodwins, Howard, Alice, and their little girls, Emma and Claire, live on a dairy farm in Wisconsin. Although suspiciously regarded by their neighbors as \"that hippie couple\" because of their well-educated, urban background, Howard and Alice believe they have found a source of emotional strength in the farm, he tending the barn while Alice works as a nurse in the local elementary school.<br /><br />But their peaceful life is shattered one day when a neighbor's two-year-old daughter drowns in the Goodwins' pond while under Alice's care. Tormented by the accident, Alice descends even further into darkness when she is accused of sexually abusing of a student at the elementary school. Soon, Alice is arrested, incarcerated, and as good as convicted in the eyes of a suspicious community. As a child, Alice designed her own map of the world to find her bearings. Now, as an adult, she must find her way again, through a maze of lies, doubt and ill will. <br /><br />A vivid human drama of guilt and betrayal, A Map of the World chronicles the intricate geographies of the human heart and all its mysterious, uncharted terrain. The result is a piercing drama about family bonds and a disappearing rural American life.",
        "average_rating": 3.81,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Novels",
            "Adult Fiction",
            "Literature",
            "Drama"
        ],
        "ratings": 73617,
        "reviews": 1801
    },
    {
        "authors": [
            {
                "id": "1467",
                "name": "Jeffrey Eugenides"
            }
        ],
        "book_id": "6582890",
        "isbn13": null,
        "title": "Middlesex",
        "publication_year": "2002",
        "publisher": "Farrar, Straus and Giroux",
        "language_code": "eng",
        "description": "<i>Middlesex</i> tells the breathtaking story of Calliope Stephanides, and three generations of the Greek-American Stephanides family, who travel from a tiny village overlooking Mount Olympus in Asia Minor to Prohibition-era Detroit, witnessing its glory days as the Motor City and the race riots of 1967 before moving out to the tree-lined streets of suburban Grosse Pointe, Michigan. To understand why Calliope is not like other girls, she has to uncover a guilty family secret, and the astonishing genetic history that turns Callie into Cal, one of the most audacious and wondrous narrators in contemporary fiction. Lyrical and thrilling, <i>Middlesex</i> is an exhilarating reinvention of the American epic.",
        "average_rating": 4.03
    },
    {
        "authors": [
            {
                "id": "3535",
                "name": "William Faulkner"
            }
        ],
        "book_id": "16095603",
        "isbn13": null,
        "title": "As I Lay Dying",
        "publication_year": "1985",
        "publisher": "Vintage Books / Random House ",
        "language_code": "eng",
        "description": "<i>As I Lay Dying</i> is Faulkner's harrowing account of the Bundren family's odyssey across the Mississippi countryside to bury Addie, their wife and mother. Told in turns by each of the family members—including Addie herself—the novel ranges in mood from dark comedy to the deepest pathos.",
        "average_rating": 3.72,
        "num_pages": 268,
        "genres": [
            "Classics",
            "Fiction",
            "Literature",
            "Novels",
            "American",
            "School",
            "Southern Gothic"
        ],
        "ratings": 169166,
        "reviews": 10913
    },
    {
        "authors": [
            {
                "id": "3514",
                "name": "Tawni O'Dell"
            }
        ],
        "book_id": "7069162",
        "isbn13": "9780641996283",
        "title": "Back Roads",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Harley Altmyer should be in college drinking Rolling Rock and chasing girls. He should be freed from his closed-minded, stricken coal town, with its lack of jobs and no sense of humor. Instead, he's constantly reminded of just how messed up his life is.<br /><br />With his mother in jail for killing his abusive father, Harley is an orphan with the responsibilities of an adult and the fiery, aggressive libido of a teenager. Just nineteen years old, he's marooned in the Pennsylvania backwoods caring for his three younger sisters, whose feelings about him range from stifling dependence to loathing. And once he develops an obsession with the sexy, melancholic mother of two living down the road, those Victoria's Secret catalogs just won't do the trick anymore. He wants Callie Mercer so badly he fears he will explode. But it's the family secrets, the lies, and the unspoken truths that light the fuse and erupt into a series of staggering surprises, leaving what's left of his family in tatters. Through every ordeal, the unforgettable Harley could never know that his endearing humor, his love for his sisters, and his bumbling heroics would redeem them all.<br /><br />Funny and heartbreaking, Tawni O'Dell's pitch-perfect characters capture the maddening confusion of adolescence and the prickly nature of family with irony and unerring honesty. <i>Back Roads</i> is a riveting novel by a formidable new talent.<br /><br /><i>\"One day you're that guy who's happy he managed to survive high school and get that almighty piece of paper, and you're thinking you might try to get a job at Redi-Mix concrete where your dad's worked since the beginning of time. And at least you've got a family you can stand even if they are all sisters.</i>",
        "average_rating": 3.75,
        "genres": [
            "Fiction",
            "Contemporary",
            "Coming Of Age",
            "Adult Fiction",
            "Literary Fiction",
            "Family",
            "Novels"
        ],
        "ratings": 26432,
        "reviews": 1244
    },
    {
        "authors": [
            {
                "id": "3509",
                "name": "Chris Bohjalian"
            }
        ],
        "book_id": "2597195",
        "isbn13": "9780375406966",
        "title": "Midwives",
        "publication_year": "1998",
        "publisher": "Random House Audio",
        "language_code": null,
        "description": "4 cassettes / 5 hours<br />Read by Kate Burton <br />\"Astonishing\" - Washington Post Book World <br />\"Superbly crafted and astonishing powerful . . . It will thrill readers who cherish their worn copies of \"To Kill a Mockingbird.\"\"<br />-\"People\" <br />On an icy winter night in an isolated house in rural Vermont, a seasoned midwife named Sibyl Danforth takes desperate measures to save a baby's life. She performs an emergency cesarean section on a mother she believes has died of a stroke. but what if Sibyl's patient wasn't dead - and Sibyl inadvertently killed her? <br />As Sibyl faces the antagonism of the law, the hostility of traditional doctors, and the accusations of her own conscience, Midwives engages, moves, and transfixes us as only the very best novels ever do. <br />\"A treasure . . . It is a rare pleasure when a finely written noel also grips us with sheer storytelling power.\" <br />- Portland Oregonian",
        "average_rating": 3.99,
        "num_pages": 0,
        "genres": [
            "Fiction",
            "Contemporary",
            "Book Club",
            "Adult Fiction",
            "Mystery",
            "Adult",
            "Historical Fiction"
        ],
        "ratings": 159945,
        "reviews": 4931
    },
    {
        "authors": [
            {
                "id": "7851",
                "name": "Debbie Ford"
            }
        ],
        "book_id": "774565",
        "isbn13": "9781573227353",
        "title": "The Dark Side of the Light Chasers: Reclaiming Your Power, Creativity, Brilliance, and Dreams",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "We know the shadow by many names: alter ego, lower self, the dark twin, repressed self, id. Carl Jung once said that the shadow \"is the person you would rather not be.\" But even if you choose to hide your dark side, it will still cast a shadow, according to author Debbie Ford. Rather than reject the seemingly undesirable parts of ourselves, Ford offers advice on how to confront our shadows. Only by owning every aspect of yourself can you achieve harmony and \"let your own light shine,\" she explains. \"The purpose of doing shadow work, is to become whole. To end our suffering. To stop hiding ourselves from ourselves. Once we do this we can stop hiding ourselves from the rest of the world.\"<p> As threatening as shadow work may seem, it is often very effective in creating transformation. Ford's step-by-step guidebook is modeled on a highly successful course she developed about embracing the shadow. Ultimately, she helps readers illuminate the gifts and strengths that lie within the shadows. Although this works sound vague, clouded in dark metaphors, Ford manages to make it clear and specific. She has the writing gifts of a successful seminar leader--inspirational, trustworthy, and able to convey murky material with grace and ease. <i>--Gail Hudson</i></p>",
        "average_rating": 4.07,
        "genres": [
            "Psychology",
            "Self Help",
            "Nonfiction",
            "Spirituality",
            "Personal Development",
            "Unfinished",
            "Philosophy"
        ],
        "ratings": 8157,
        "reviews": 613
    },
    {
        "authors": [
            {
                "id": "3517",
                "name": "Sue Miller"
            },
            {
                "id": "507057",
                "name": "Blair Brown"
            }
        ],
        "book_id": "1160078",
        "isbn13": "9780375416644",
        "title": "While I Was Gone",
        "publication_year": "1999",
        "publisher": "Random House Audio",
        "language_code": null,
        "description": "<b>Oprah Book Club® Selection, May 2000:</b> In her still startling debut, <i>The Good Mother</i>, Sue Miller explored the premium we put on passion--and the terrible burden it places on a mother and child. Her fourth novel, <i>While I Was Gone</i>, is another study in familial crime and punishment. But this time, her wife and good mother is accessory to more than emotional malfeasance. Jo Becker has everything a woman could desire: a loving spouse, contented children, and a nice dog or two. When her New England veterinary practice takes on a new client, however, her past comes back to haunt her. Long ago, it seems, Jo had escaped her family and identity for a commune in Cambridge. Her Aquarian illusions came to an abrupt, bloody end when one of her housemates was brutally murdered.<p> Now this unhappy era returns in the person of Eli Mayhew, who had been the odd man out in Jo's boho household. His appearance is both tantalizing and upsetting: \"Inside, I slowed down. I felt numbed. I had two last patients, and then I told Beattie to go home, that I'd close up.... I refiled the last charts, sprayed and wiped the examining table. I reviewed my list of routine surgeries for Wednesday. All the while I was thinking of Eli Mayhew, and of Dana and Larry and Duncan and me, and our lives in the house. Of the horrible way it had all ended.\" Sue Miller's fine novel is a penetrating--and sensuous--portrait of a woman besieged by her conscience. <i>While I Was Gone</i> also demonstrates that in the face of distance and betrayal, a little knowledge can be a dangerous thing indeed. <i>--Winnie Wheaton</i></p>",
        "average_rating": 3.68,
        "num_pages": 0,
        "genres": [
            "Fiction",
            "Chick Lit",
            "Contemporary",
            "Mystery",
            "Novels",
            "Adult Fiction",
            "Book Club"
        ],
        "ratings": 60064,
        "reviews": 1492
    },
    {
        "authors": [
            {
                "id": "96531",
                "name": "Breena Clarke"
            }
        ],
        "book_id": "166101",
        "isbn13": "9780316899987",
        "title": "River, Cross My Heart",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": null,
        "average_rating": 3.5,
        "num_pages": 245,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "African American",
            "Contemporary",
            "Coming Of Age",
            "Adult Fiction",
            "Drama"
        ],
        "ratings": 13836,
        "reviews": 360
    },
    {
        "authors": [
            {
                "id": "3500",
                "name": "Anna Quindlen"
            }
        ],
        "book_id": "9466280",
        "isbn13": null,
        "title": "Black and Blue",
        "publication_year": "2010",
        "publisher": "Delta",
        "language_code": "eng",
        "description": "For eighteen years, Fran Benedetto kept her secret. And hid her bruises. And stayed with Bobby because she wanted her son to have a father. And because, in spite of everything, she loved him. Then one night, when she saw the look on her ten-year-old son's face, Fran finally made a choice--and ran for both their lives.<br /><br />Now she is starting over in a city far from home, far from Bobby. And in this place she uses a name that isn't hers, and cradles her son in her arms, and tries to forget. For the woman who now calls herself Beth, every day is a chance to heal, to put together the pieces of her shattered self. And every day she waits for Bobby to catch up to her. Because Bobby always said he would never let her go. And despite the flawlessness of her escape, Fran Benedetto is certain of one thing: It is only a matter of time...",
        "average_rating": 3.89,
        "num_pages": 288,
        "genres": [
            "Fiction",
            "Contemporary",
            "Adult Fiction",
            "Chick Lit",
            "Abuse",
            "Novels",
            "Drama"
        ],
        "ratings": 82556,
        "reviews": 1882
    },
    {
        "authors": [
            {
                "id": "3537",
                "name": "Bill Cosby"
            },
            {
                "id": "18586",
                "name": "Varnette P. Honeywood"
            }
        ],
        "book_id": "1261986",
        "isbn13": "9780590137560",
        "title": "The Best Way to Play",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Little Bill and his friends, avid fans of the television show \"Space Explorers\", clamor to get the video game version, but they find that they have more fun using their imagination while playing outside.",
        "average_rating": 3.47,
        "genres": [
            "Childrens",
            "Fiction",
            "Picture Books",
            "African American",
            "Banned Books",
            "Realistic Fiction"
        ],
        "ratings": 446,
        "reviews": 25
    },
    {
        "authors": [
            {
                "id": "2780",
                "name": "Kathy Freston"
            }
        ],
        "book_id": "763361",
        "isbn13": "9781401360245",
        "title": "The One: Discovering the Secrets of Soul Mate Love",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 3.56,
        "genres": [
            "Relationships",
            "Self Help",
            "Spirituality"
        ],
        "ratings": 106,
        "reviews": 15
    },
    {
        "authors": [
            {
                "id": "72900",
                "name": "Elizabeth Lesser"
            }
        ],
        "book_id": "7614756",
        "isbn13": "9781588361592",
        "title": "Broken Open: How Difficult Times Can Help Us Grow",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 4.02,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Spirituality",
            "Psychology",
            "Memoir",
            "Personal Development",
            "Mental Health"
        ],
        "ratings": 7850,
        "reviews": 531
    },
    {
        "authors": [
            {
                "id": "3525",
                "name": "Edwidge Danticat"
            }
        ],
        "book_id": "5186",
        "isbn13": "9780375705045",
        "title": "Breath, Eyes, Memory",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "At the age of twelve, Sophie Caco is sent from her impoverished village of Croix-des-Rosets to New York, to be reunited with a mother she barely remembers. There she discovers secrets that no child should ever know, and a legacy of shame that can be healed only when she returns to Haiti--to the women who first reared her. What ensues is a passionate journey through a landscape charged with the supernatural and scarred by political violence, in a novel that bears witness to the traditions, suffering, and wisdom of an entire people.<br /><br />At an astonishingly young age, Edwidge Danticat has become one of our most celebrated new novelists, a writer who evokes the wonder, terror, and heartache of her native Haiti--and the enduring strength of Haiti's women--with a vibrant imagery and narrative grace that bear witness to her people's suffering and courage.",
        "average_rating": 3.9,
        "num_pages": 234,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Literary Fiction",
            "Contemporary",
            "Novels",
            "African American",
            "Literature"
        ],
        "ratings": 30105,
        "reviews": 1704
    },
    {
        "authors": [
            {
                "id": "3495853",
                "name": "Sarah Ban Breathnach"
            }
        ],
        "book_id": "748862",
        "isbn13": "9780446519137",
        "title": "Simple Abundance: A Daybook of Comfort of Joy",
        "publication_year": null,
        "publisher": null,
        "language_code": "en-US",
        "description": "With the grace of Anne Morrow Lindbergh's <i>Gift From the Sea</i> and the wisdom of M. Scott Peck's <i>The Road Less Traveled, Simple Abundance</i> is a book of 366 evocative essays - one for every day of your year - written for women who wish to live by their own lights.<br /><p>In the past a woman's spirituality has been seperated from her lifestyle. <i>Simple Abundance</i> shows you how your daily life can be an expression of your authentic self . . . as you choose the tastiest vegetables from your garden, search for treasures at flea markets, establish a sacred space in your home for meditation, and follow the rhythm of the seasons and the year. Here, for the first time, the mystical alchemy of style and Spirit is celebrated. Every day, your own true path leads you to a happier, more fulfilling and contented way of life - the state of grace known as . . . <i>Simple Abundance</i></p>",
        "average_rating": 3.98,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Spirituality",
            "Inspirational",
            "Psychology",
            "Personal Development",
            "Philosophy"
        ],
        "ratings": 38954,
        "reviews": 683
    },
    {
        "authors": [
            {
                "id": "138207",
                "name": "Deepak Chopra"
            }
        ],
        "book_id": "836512",
        "isbn13": "9780517882122",
        "title": "Ageless Body, Timeless Mind: The Quantum Alternative to Growing Old",
        "publication_year": null,
        "publisher": null,
        "language_code": "en-US",
        "description": "Muppaagadha Deha Kaalaatheetha Manassu [Paperback] Deepaka Chopra",
        "average_rating": 4.05,
        "num_pages": 428,
        "genres": [
            "Nonfiction",
            "Spirituality",
            "Health",
            "Self Help",
            "Philosophy",
            "Psychology",
            "Personal Development"
        ],
        "ratings": 11141,
        "reviews": 220
    },
    {
        "authors": [
            {
                "id": "4493",
                "name": "Eckhart Tolle"
            }
        ],
        "book_id": "6708",
        "isbn13": null,
        "title": "The Power of Now: A Guide to Spiritual Enlightenment",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<i>Alternate cover edition of <a href=\"https://www.goodreads.com/book/show/193893624-the-power-of-now\" rel=\"nofollow noopener\">ISBN 9781577314806</a>.</i><br /><br />To make the journey into the Now we will need to leave our analytical mind and its false created self, the ego, behind. From the very first page of Eckhart Tolle's extraordinary book, we move rapidly into a significantly higher altitude where we breathe a lighter air. We become connected to the indestructible essence of our Being, “The eternal, ever present One Life beyond the myriad forms of life that are subject to birth and death.” Although the journey is challenging, Eckhart Tolle uses simple language and an easy question-and-answer format to guide us.<br /><br />A word-of-mouth phenomenon since its first publication, <i>The Power of Now</i> is one of those rare books with the power to create an experience in readers, one that can radically change their lives for the better.",
        "average_rating": 4.15,
        "num_pages": 229,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Spirituality",
            "Philosophy",
            "Psychology",
            "Personal Development",
            "Audiobook"
        ],
        "ratings": 369389,
        "reviews": 16086
    },
    {
        "authors": [
            {
                "id": "2960",
                "name": "Wayne W. Dyer"
            }
        ],
        "book_id": "389763",
        "isbn13": "9781401911843",
        "title": "Change Your Thoughts - Change Your Life",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Five hundred years before the birth of Jesus, a God-realized being named Lao-tzu in ancient China dictated 81 verses, which are regarded by many as the ultimate commentary on the nature of our existence. The classic text of these 81 verses, called the Tao Te Ching or the Great Way, offers advice and guidance that is balanced, moral, spiritual, and always concerned with working for the good.<br /><br />In this book, <b>Dr. Wayne W. Dyer</b> has reviewed hundreds of translations of the Tao Te Ching and has written 81 distinct essays on how to apply the ancient wisdom of Lao-tzu to today’s modern world. This work contains the entire 81 verses of the Tao, compiled from Wayne’s researching of 12 of the most well-respected translations of text that have survived for more than 25 centuries. Each chapter is designed for actually living the Tao or the Great Way today. Some of the chapter titles are “Living with Flexibility,” “Living Without Enemies,” and “Living by Letting Go.” Each of the 81 brief chapters focuses on living the Tao and concludes with a section called “Doing the Tao Now.”<br /><br />        Wayne spent one entire year reading, researching, and meditating on Lao-tzu’s messages, practicing them each day and ultimately writing down these essays as he felt Lao-tzu wanted you to know them.<br /><br />This is a work to be read slowly, one essay a day. As Wayne says, “This is a book that will forever change the way you look at your life, and the result will be that you’ll live in a new world aligned with nature. Writing this book changed me forever, too. I now live in accord with the natural world and feel the greatest sense of peace I’ve ever experienced. I’m so proud to present this interpretation of the Tao Te Ching, and offer the same opportunity for change that it has brought me.”",
        "average_rating": 4.24,
        "num_pages": 392,
        "genres": [
            "Self Help",
            "Spirituality",
            "Nonfiction",
            "Philosophy",
            "Personal Development",
            "Psychology",
            "Inspirational"
        ],
        "ratings": 21117,
        "reviews": 618
    },
    {
        "authors": [
            {
                "id": "3537",
                "name": "Bill Cosby"
            },
            {
                "id": "18586",
                "name": "Varnette P. Honeywood"
            },
            {
                "id": "5790652",
                "name": "Varnette Hon Eywood"
            }
        ],
        "book_id": "5209",
        "isbn13": "9780590956161",
        "title": "The Meanest Thing To Say",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>Oprah Book Club® Selection, December 1997:</b> What would you say if someone told you you smelled like an old egg salad? Little Bill learns from his father that \"So?\" may be the best retort. This contribution to well-known comedian Bill Cosby's Little Bill series for beginning readers tackles the challenge of not only outsmarting mean-spirited bullies, but understanding them, too. The book begins when a new boy named Michael Reilly comes to Little Bill's class. At recess he suggests a game called \"Playing the Dozens,\" where you get 12 chances to say something mean to a person, and the meanest insult wins.<p> As Little Bill spends the night agonizing about what prize-winning insults he can concoct for the next day's game, his father teaches him a sidestep maneuver that ends up diffusing the situation completely. If for some reason you miss this important lesson (your child certainly won't!), Clinical Professor of Psychiatry Alvin F. Poussaint's introduction provides a full analysis of peace-through-situation-deflation and how bullies are lonely and insecure. Early readers will welcome the large type and spacious format of the Little Bill books, enhanced by Varnette P. Honeywood's flat, vivacious, boldly colorful illustrations. (<i>Ages 5 to 8</i>)</p>",
        "average_rating": 3.56,
        "genres": [
            "Fiction",
            "Childrens",
            "Picture Books",
            "Realistic Fiction",
            "African American",
            "Banned Books",
            "School"
        ],
        "ratings": 1011,
        "reviews": 67
    },
    {
        "authors": [
            {
                "id": "248119",
                "name": "Llewellyn Vaughan-Lee"
            }
        ],
        "book_id": "1787607",
        "isbn13": "9780963457448",
        "title": "Sufism: The Transformation of the Heart",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 4.12,
        "genres": [
            "Spirituality",
            "Religion",
            "Nonfiction",
            "Islam",
            "Philosophy",
            "Mysticism",
            "Theology"
        ],
        "ratings": 195,
        "reviews": 14
    },
    {
        "authors": [
            {
                "id": "702",
                "name": "Robert Morgan"
            }
        ],
        "book_id": "77398",
        "isbn13": "9780743203630",
        "title": "Gap Creek",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Young Julie Harmon works \"hard as a man,\" they say, so hard that at times she's not sure she can stop. People depend on her to slaughter the hogs and nurse the dying. People are weak, and there is so much to do. At just seventeen she marries and moves down into the valley of Gap Creek, where perhaps life will be better.<br /><br />But Julie and Hank's new life in the valley, in the last years of the nineteenth century, is more complicated than the couple ever imagined. Sometimes it's hard to tell what to fear most—the fires and floods or the flesh-and-blood grifters, drunks, and busybodies who insinuate themselves into their new life. To survive, they must find out whether love can keep chaos and madness at bay. Their struggles with nature, with work, with the changing century, and with the disappointments and triumphs of their union make Gap Creek a timeless story of a marriage.<br /><br />A native of the North Carolina mountains, Robert Morgan was raised on land settled by his Welsh ancestors. An accomplished novelist and poet, he has won the James B. Hanes Poetry Prize, the North Carolina Award in Literature, and the Jacaranda Review Fiction Prize. His short stories have appeared in Prize Stories: The O. Henry Awards and New Stories from the South, and his novel The Truest Pleasure was a finalist for the Southern Book Critics Circle Award for Fiction.",
        "average_rating": 3.74,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Historical",
            "Adult Fiction",
            "Southern",
            "Romance",
            "Drama"
        ],
        "ratings": 53257,
        "reviews": 1899
    },
    {
        "authors": [
            {
                "id": "125190",
                "name": "Marie Forleo"
            }
        ],
        "book_id": "2566981",
        "isbn13": "9780071597814",
        "title": "Make Every Man Want You: How to Be So Irresistible You'll Barely Keep from Dating Yourself!",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Let's make one thing clear: this book is like no other dating book you've read. There are no rules, no list of things to do to land a husband in thirty days, and no reason to blame yourself if “he's just not that into you.” Please. Throw those books away.<br /><br />Instead, let's focus on you--and how you can make yourself more appealing to others in almost every situation--whether you have a man or not. Think of it as a crash course in desirability, a life-changing lesson in loving yourself inside and out. Once you embrace your unique qualities and dissolve your bad relationship habits, you'll be amazed to find how irresistible you are to others! This girl-friendly guide reveals:<br /><br /> * Five Truths Every Irresistible Woman Needs to Know<br /> * Seven Habits of Highly Unattractive Women<br /> * Eight Secrets of Attracting the Right Man for You",
        "average_rating": 3.68,
        "genres": [
            "Self Help",
            "Relationships",
            "Nonfiction",
            "Personal Development",
            "Psychology",
            "Love",
            "Romance"
        ],
        "ratings": 1716,
        "reviews": 171
    },
    {
        "authors": [
            {
                "id": "9074",
                "name": "Thich Nhat Hanh"
            }
        ],
        "book_id": "73184",
        "isbn13": "9781573225687",
        "title": "Living Buddha, Living Christ",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<strong>«Sull’altare del mio eremo ci sono le immagini del Buddha e di Gesù… li considero entrambi miei progenitori spirituali.»</strong><br /> <br />Buddha e Gesù, due figure cruciali nella storia dell’umanità, hanno lasciato in eredità insegnamenti capaci di indicare il cammino a miliardi di persone per i secoli a venire. Ma quanto c’è in comune tra la preghiera cristiana e la meditazione orientale? Esistono ideali e precetti condivisi tra le due fedi? In un libro già diventato un classico della spiritualità, Thich Nhat Hanh esplora i sentieri della compassione e della santità dove i due grandi credi si incontrano, risvegliando così la nostra comprensione di entrambi. In questo modo, con sguardo benevolo e passo accorto, uno dei principali protagonisti del dialogo interreligioso si confronta con due secolari tradizioni del pensiero indicando la possibilità sempre attuale di una vita in armonia.",
        "average_rating": 4.15,
        "genres": [
            "Spirituality",
            "Religion",
            "Buddhism",
            "Nonfiction",
            "Philosophy",
            "Christianity",
            "Theology"
        ],
        "ratings": 17825,
        "reviews": 926
    },
    {
        "authors": [
            {
                "id": "3516",
                "name": "Pearl Cleage"
            }
        ],
        "book_id": "12948914",
        "isbn13": null,
        "title": "What Looks Like Crazy on an Ordinary Day (Idlewild #1)",
        "publication_year": "1998",
        "publisher": "Hodder Headline Australia Pty Limited",
        "language_code": "eng",
        "description": "After a decade of living with the elegant pleasures and luxuries of Atlanta, Ava Johnson has returned home to small town Idlewild - her fabulous career and power plans smashed to bits by the cold realities of life. But what she imagines is the end is, instead, a beginning.<br />In the ten-plus years since Ava left, all the problems of the big city have come to roost in the sleepy North Michigan community, whose ordinariness once drove her away. Ava discovers she cannot turn her back on friends and family who sorely need her in the face of impending trouble and tragedy. Besides which, that one unthinkable, unmistakable thing is now happening to her: Ava Johnson is falling in love.",
        "average_rating": 3.75,
        "num_pages": 244,
        "genres": [
            "Fiction",
            "African American",
            "Chick Lit",
            "Contemporary",
            "Romance",
            "Adult Fiction",
            "African American Literature"
        ],
        "ratings": 21276,
        "reviews": 785
    },
    {
        "authors": [
            {
                "id": "18575",
                "name": "Malika Oufkir"
            },
            {
                "id": "208260",
                "name": "Michèle Fitoussi"
            }
        ],
        "book_id": "103342",
        "isbn13": "9780786886302",
        "title": "Stolen Lives: Twenty Years in a Desert Jail",
        "publication_year": "2002",
        "publisher": "Hyperion Books",
        "language_code": "eng",
        "description": "The daughter of a former aide to the king of Morocco, who was executed after a failed assassination attempt on the ruler, describes how she, her five siblings, and her mother were imprisoned in a desert penal colony for twenty years.",
        "average_rating": 4.06,
        "num_pages": 294,
        "genres": [
            "Nonfiction",
            "Memoir",
            "Biography",
            "Africa",
            "Morocco",
            "Biography Memoir",
            "History"
        ],
        "ratings": 23846,
        "reviews": 2095
    },
    {
        "authors": [
            {
                "id": "3504",
                "name": "Jacquelyn Mitchard"
            }
        ],
        "book_id": "5161",
        "isbn13": "9780140286274",
        "title": "The Deep End of the Ocean (Cappadora Family, #1)",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Few first novels receive the kind of attention and acclaim showered on this powerful story—a nationwide bestseller, a critical success, and the first title chosen for Oprah's Book Club. Both highly suspenseful and deeply moving, <i>The Deep End of the Ocean</i> imagines every mother's worst nightmare—the disappearance of a child—as it explores a family's struggle to endure, even against extraordinary odds. Filled with compassion, humor, and brilliant observations about the texture of real life, here is a story of rare power, one that will touch readers' hearts and make them celebrate the emotions that make us all one.",
        "average_rating": 3.87,
        "genres": [
            "Fiction",
            "Mystery",
            "Contemporary",
            "Chick Lit",
            "Adult Fiction",
            "Drama",
            "Adult"
        ],
        "ratings": 120415,
        "reviews": 1436
    },
    {
        "authors": [
            {
                "id": "11236",
                "name": "Caroline Myss"
            }
        ],
        "book_id": "1853440",
        "isbn13": "9781564559357",
        "title": "Sacred Contracts: Awakening Your Divine Potential",
        "publication_year": "2001",
        "publisher": "Sounds True",
        "language_code": null,
        "description": "A portrait of Isaac Newton, the man who changed our understanding of the universe, of science, and of faith is painted in this book. Isaac Newton was the chief architect of the modern world. He answered the ancient philosophical riddles of light and motion; he effectively discovered gravity; he salvaged the terms time, space, motion and place from the haze of everyday language, standardized them and married them, each to the other, constructing an edifice that made knowledge a thing of substance: quantative and exact. Creation, Newton demonstrated, unfolds from simple rules, patterns iterated over unlimited distances. What Newton learned remains the essence of what we know. Newton's laws are our laws.",
        "average_rating": 4.0,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Psychology",
            "New Age",
            "Personal Development",
            "Metaphysics"
        ],
        "ratings": 16770,
        "reviews": 288
    },
    {
        "authors": [
            {
                "id": "11236",
                "name": "Caroline Myss"
            }
        ],
        "book_id": "832543",
        "isbn13": "9780609800140",
        "title": "Anatomy of the Spirit: The Seven Stages of Power and Healing",
        "publication_year": "1996",
        "publisher": "Three River Press",
        "language_code": "eng",
        "description": "<b>Building on wisdom from Hindu, Christian, and Kaballah traditions, this comprehensive guide to energy healing reveals the hidden stresses, beliefs, and attitudes that cause illness.</b> <br /><br /><i>Anatomy of the Spirit</i> is the boldest presentation to date of energy medicine by one of its premier practitioners, internationally acclaimed medical intuitive Caroline Myss, one of the \"hottest new voices in the alternative health/spirituality scene\" (<i>Publishers Weekly</i>). Based on fifteen years of research into energy medicine, Dr. Myss's work shows how every illness corresponds to a pattern of emotional and psychological stresses, beliefs, and attitudes that have influenced corresponding areas of the human body. <br /><br /><i>Anatomy of the Spirit</i> also presents Dr. Myss's breakthrough model of the body's seven centers of spiritual and physical power, in which she synthesizes the ancient wisdom of three spiritual traditions-the Hindu chakras, the Christian sacraments, and the Kabbalah's Tree of Life-to demonstrate the seven stages through which everyone must pass in the search for higher consciousness and spiritual maturity. With this model, Dr. Myss shows how you can develop your own latent powers of intuition as you simultaneously cultivate your personal power and spiritual growth.<br /><br />By teaching you to see your body and spirit in a new way, <i>Anatomy of the Spirit</i> provides you with the tools for spiritual maturity and physical wholeness that will change your life.",
        "average_rating": 4.15,
        "num_pages": 302,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Health",
            "Psychology",
            "Personal Development",
            "Philosophy"
        ],
        "ratings": 32368,
        "reviews": 800
    },
    {
        "authors": [
            {
                "id": "3534",
                "name": "Toni Morrison"
            }
        ],
        "book_id": "6277249",
        "isbn13": "9780756900038",
        "title": "Paradise",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "\"They shoot the white girl first. With the rest they can take their time.\" So begins this visionary work from a storyteller. Toni Morrison's first novel since she was awarded the Nobel Prize for Literature, Paradise opens with a horrifying scene of mass violence and chronicles its genesis in an all-black small town in rural Oklahoma. <br /><br />Founded by the descendants of freed slaves and survivors in exodus from a hostile world, the patriarchal community of Ruby is built on righteousness, rigidly enforced moral law, and fear. But seventeen miles away, another group of exiles has gathered in a promised land of their own. And it is upon these women in flight from death and despair that nine male citizens of Ruby will lay their pain, their terror, and their murderous rage.<br /><br />In prose that soars with the rhythms, grandeur, and tragic arc of an epic poem, Toni Morrison challenges our most fiercely held beliefs as she weaves folklore and history, memory and myth into an unforgettable meditation of race, religion, gender, and a far-off past that is ever present.",
        "average_rating": 3.85,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "African American",
            "Literary Fiction",
            "Literature",
            "Novels"
        ],
        "ratings": 27099,
        "reviews": 1625
    },
    {
        "authors": [
            {
                "id": "9785",
                "name": "Andre Dubus III"
            }
        ],
        "book_id": "13618707",
        "isbn13": "9780060735616",
        "title": "House of Sand and Fog",
        "publication_year": "2003",
        "publisher": "HarperAudio",
        "language_code": "eng",
        "description": "Narrated by the author.<br /><br />In this riveting novel of almost unbearable suspense, three fragile yet determined people become dangerously entangled in a relentlessly escalating crisis. Colonel Behrani, once a wealthy man in Iran, is now a struggling immigrant willing to bet everything he has to restore his family's dignity. Kathy Nicolo is a troubled young woman whose house is all she has left, and who refuses to let her hard-won stability slip away from her. Sheriff Lester Burdon, a married man who finds himself falling in love with Kathy, becomes obsessed with helping her fight for justice.<br /><br />Drawn by their competing desires to the same small house in the California hills and doomed by their tragic inability to understand one another, the three converge in an explosive collision course. Combining unadorned realism with profound empathy, <em>House of Sand and Fog</em> marks the arrival of a major new voice in American fiction.",
        "average_rating": 3.86,
        "num_pages": 14,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Novels",
            "Literature",
            "Adult Fiction",
            "Book Club"
        ],
        "ratings": 133149,
        "reviews": 4656
    },
    {
        "authors": [
            {
                "id": "3534",
                "name": "Toni Morrison"
            }
        ],
        "book_id": "11346",
        "isbn13": "9780452283862",
        "title": "Sula",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Sula and Nel are two young black girls: clever and poor. They grow up together sharing their secrets, dreams and happiness. Then Sula breaks free from their small-town community in the uplands of Ohio to roam the cities of America. When she returns ten years later much has changed. Including Nel, who now has a husband and three children. The friendship between the two women becomes strained and the whole town grows wary as Sula continues in her wayward, vagabond and uncompromising ways.",
        "average_rating": 4.03,
        "num_pages": 174,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "African American",
            "Literary Fiction",
            "Novels",
            "Literature"
        ],
        "ratings": 100080,
        "reviews": 7841
    },
    {
        "authors": [
            {
                "id": "3505",
                "name": "Wally Lamb"
            }
        ],
        "book_id": "8181531",
        "isbn13": "9781616845728",
        "title": "She's Come Undone",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "In this extraordinary coming-of-age odyssey, Wally Lamb invites us to hitch a wild ride on a journey of love, pain, and renewal with the most heartbreakingly comical heroine to come along in years. <br /><br />Meet Dolores Price. She's 13, wise-mouthed but wounded, having bid her childhood goodbye. Stranded in front of her bedroom TV, she spends the next few years nourishing herself with the Mallomars, potato chips, and Pepsi her anxious mother supplies. <br /><br />When she finally orbits into young womanhood at 257 pounds, Dolores is no stronger and life is no kinder. But this time she's determined to rise to the occasion and give herself one more chance before she <i>really</i> goes under.<br /><br />Length: 18 hrs 22 min",
        "average_rating": 3.91,
        "genres": [
            "Fiction",
            "Contemporary",
            "Chick Lit",
            "Coming Of Age",
            "Adult Fiction",
            "Novels",
            "Adult"
        ],
        "ratings": 347010,
        "reviews": 11257
    },
    {
        "authors": [
            {
                "id": "2622245",
                "name": "Lao Tzu"
            },
            {
                "id": "1226095",
                "name": "Gia-Fu Feng"
            },
            {
                "id": "38289",
                "name": "Jane English"
            },
            {
                "id": "122252",
                "name": "Chungliang Al Huang"
            },
            {
                "id": "64864",
                "name": "Rowena Pattee Kryder"
            },
            {
                "id": "192322",
                "name": "Toinette Lippe"
            }
        ],
        "book_id": "57854",
        "isbn13": "9780679776192",
        "title": "Tao Te Ching",
        "publication_year": null,
        "publisher": "Vintage/Random House (NY)",
        "language_code": "eng",
        "description": "The <i>Tao Te Ching</i>, the esoteric but infinitely practical book written most probably in the sixth century B.C. by Lao Tsu, has been translated more frequently than any work except the Bible. This translation of the Chinese classic, which was first published twenty-five years ago, has sold more copies than any of the others. It offers the essence of each word and makes Lao Tsu's teaching immediate and alive.<br /><br />The philosophy of Lao Tsu is simple: Accept what is in front of you without wanting the situation to be other than it is. Study the natural order of things and work with it rather than against it, for to try to change what <i>is</i> only sets up resistance. Nature provides everything without requiring payment or thanks, and also provides for all without discrimination—therefore let us present the same face to everyone and treat all men as equals, however they may behave. If we watch carefully, we will see that work proceeds more quickly and easily if we stop \"trying,\" if we stop putting in so much extra effort, if we stop looking for results. In the clarity of a still and open mind, truth will be reflected. We will come to appreciate the original meaning of the word \"understand,\" which means \"to stand under.\" We serve whatever or whoever stands before us, without any thought for ourselves. <i>Te</i>—which may be translated as \"virtue\" or \"strength\"—lies always in <i>Tao,</i> or\" natural law. In other words: Simply be.",
        "average_rating": 4.3,
        "genres": [
            "Philosophy",
            "Nonfiction",
            "Classics",
            "Spirituality",
            "Poetry",
            "China",
            "Self Help"
        ],
        "ratings": 158407,
        "reviews": 7466
    },
    {
        "authors": [
            {
                "id": "72902",
                "name": "T.D. Jakes"
            }
        ],
        "book_id": "13508720",
        "isbn13": "9781416547297",
        "title": "Let it Go: Forgive So You Can Be Forgiven",
        "publication_year": "2012",
        "publisher": "Atria Books",
        "language_code": "en-US",
        "description": "T.D. Jakes, New York Times bestselling author of Reposition Yourself, Making Great Decisions, and more than a dozen other titles, now presents this book on forgiveness, demonstrating once again why he is called “a spiritual genius,” a “master of meeting mankind eye to eye,” and one of America’s best preachers.<br />He understands that he and fellow Christians share spiritual truths “that transcend time and culture and reflect a universal understanding of human nature.” The spiritual truth he explores in Let It Go concerns forgiveness and why it is important for those on the receiving end of wrongful behavior as well as those who commit acts of wrongdoing.<br /><br />“Forgiveness is a big idea and it works best when it is invested into people who have the courage to grasp the seven-foot-high idea of what’s best for their future rather than the four-foot-high idea of recompense for what has happened in their past,” Jakes writes in Let It Go. This book explores forgiveness as an idea and at the same time offers specific and clear actions for readers who seek to apply the idea in their daily lives. Offenses are a part of life, he says. But conflicts can be resolved and relationships do have a future, if we learn how to forgive. No matter how great or small the injustice, Jakes shows how the matter can be put behind you for the sake of a better tomorrow if you can Let It Go.",
        "average_rating": 4.34,
        "num_pages": 272,
        "genres": [
            "Christian",
            "Nonfiction",
            "Self Help",
            "Spirituality",
            "Religion",
            "Christianity",
            "Inspirational"
        ],
        "ratings": 1381,
        "reviews": 104
    },
    {
        "authors": [
            {
                "id": "4493",
                "name": "Eckhart Tolle"
            }
        ],
        "book_id": "3822089",
        "isbn13": "9780525950882",
        "title": "Oneness With All Life: Inspirational Selections from A New Earth",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Cuốn sách này không phải là phiên bản cô đọng của Thức Tỉnh Mục Đích Sống. Mặc dù trong sách có một vài ý “đắt giá” được trích từ sách gốc song lại ít nhắc đến bản ngã (cái tôi giả tạm) và không nói vẻ nỗi đau thân xác. Nói khác đi, nếu bạn muốn hiểu và qua đó khám phá thêm những khuôn mẫu cảm xúc - tinh thần bên trong đang cản trở sự trỗi dậy của ý thức mới, hãy tìm đọc quyển Thức Tỉnh Mục Đích Sống. Cuốn sách này sẽ mang đến lợi ích lớn nhất cho những ai từng đọc Thức Tỉnh Mục Đích Sống và đã trải qua mức độ biến đổi nội tâm nào đó. Với quyển sách này, bạn đọc không phải để học hỏi cái mới, mà để đào sâu hơn, trở nên hiện diện nhiéu hơn, đồng thời thức tỉnh khỏi dòng suy nghĩ miên man theo kiểu “buộc phải suy nghĩ” trong cuộc sống đời thường. Nếu bạn chưa cảm nhận được, thì các con chữ sẽ khá vô nghĩa và chẳng gi khác hơn ngoài những khái niệm trừu tượng. Tuy nhiên, nếu bạn cảm nhận được, nghĩa là bên trong bạn đã bắt đẩu nhen nhóm sự thức tỉnh, thì những con chữ sẽ giúp bạn có được sự tỉnh thức thật sự. Nếu bạn bắt gặp trong cuốn sách này những đoạn ảnh hưởng mạnh mẽ đến mình, hãy nhận ra rằng cảm giác ấy chính là sức mạnh tinh thần của bạn, đấy là câu trả lời cho câu hỏi Tôi là ai. Chỉ có Tầm hồn mới có thể nhận ra Tàm hồn.",
        "average_rating": 4.36,
        "genres": [
            "Spirituality",
            "Self Help",
            "Nonfiction",
            "Philosophy",
            "Psychology",
            "Religion",
            "New Age"
        ],
        "ratings": 2219,
        "reviews": 141
    },
    {
        "authors": [
            {
                "id": "3536",
                "name": "Ursula Hegi"
            }
        ],
        "book_id": "827891",
        "isbn13": "9780684844725",
        "title": "Stones from the River",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<i>Att vara annorlunda är en hemlighet som man delar med alla andra - det är som stenarna på flodens botten, som bara syns när man dyker under ytan.</i> <br /><br />I denna mäktiga episka roman skildras livet i den lilla staden Burgdorf vid Rhen från 1915 till 1952. <br />I det breda persongalleriet står Trudi Montag i centrum för berättelsen, och hon spelar också betraktarens och krönikörens roll. Hon är dvärg och hennes utanförskap skärper hennes iakttagelseförmåga.<br />Nazismens frammarsch och andra världskriget krossar idyllen i Burgdorf. Trudi Montag och hennes far gömmer judiska flyktingar i källaren, men Gestapo är dem på spåren.<br />Mitt under de värsta krigsåren får Trudi också uppleva kärleken - hon träffar en man som lyckas övervinna hennes misstänksamhet och får henne att inse att hon är älskad för sin egen skull.",
        "average_rating": 4.09,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Germany",
            "World War II",
            "Historical",
            "Holocaust",
            "War"
        ],
        "ratings": 95457,
        "reviews": 2209
    },
    {
        "authors": [
            {
                "id": "6575052",
                "name": "Cynthia Bond"
            }
        ],
        "book_id": "24902492",
        "isbn13": "9780804188241",
        "title": "Ruby",
        "publication_year": "2015",
        "publisher": "Hogarth ",
        "language_code": null,
        "description": "The epic, unforgettable story of a man determined to protect the woman he loves from the town desperate to destroy her—this beautiful and devastating debut heralds the arrival of a major new voice in fiction.<br /> <br />Ephram Jennings has never forgotten the beautiful girl with the long braids running through the piney woods of Liberty, their small East Texas town. Young Ruby, \"the kind of pretty it hurt to look at,\" has suffered beyond imagining, so as soon as she can, she flees suffocating Liberty for the bright pull of 1950s New York. Ruby quickly winds her way into the ripe center of the city--the darkened piano bars and hidden alleyways of the Village--all the while hoping for a glimpse of the red hair and green eyes of her mother. When a telegram from her cousin forces her to return home, thirty-year-old Ruby Bell finds herself reliving the devastating violence of her girlhood. With the terrifying realization that she might not be strong enough to fight her way back out again, Ruby struggles to survive her memories of the town's dark past. Meanwhile, Ephram must choose between loyalty to the sister who raised him and the chance for a life with the woman he has loved since he was a boy.<br /><br />Full of life, exquisitely written, and suffused with the pastoral beauty of the rural South, Ruby is a transcendent novel of passion and courage. This wondrous page-turner rushes through the red dust and gossip of Main Street, to the pit fire where men swill bootleg outside Bloom's Juke, to Celia Jennings's kitchen where a cake is being made, yolk by yolk, that Ephram will use to try to begin again with Ruby. Utterly transfixing, with unforgettable characters, riveting suspense, and breathtaking, luminous prose, Ruby offers an unflinching portrait of man's dark acts and the promise of the redemptive power of love.",
        "average_rating": 3.65,
        "num_pages": 368,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Literary Fiction",
            "Historical",
            "African American",
            "Contemporary",
            "Adult Fiction"
        ],
        "ratings": 14821,
        "reviews": 2545
    },
    {
        "authors": [
            {
                "id": "1033445",
                "name": "Uwem Akpan"
            }
        ],
        "book_id": "9549273",
        "isbn13": "9781616813628",
        "title": "Say You're One of Them",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Uwem Akpan's stunning stories humanize the perils of poverty and violence so piercingly that few readers will feel they've ever encountered Africa so immediately. The eight-year-old narrator of 'An Ex-Mas Feast' needs only enough money to buy books and pay fees in order to attend school. Even when his twelve-year-old sister takes to the streets to raise these meager funds, his dream can't be granted. Food comes first. His family lives in a street shanty in Nairobi, Kenya, but their way of both loving and taking advantage of each other strikes a universal chord. In the second of his stories published in a New Yorker special fiction issue, Akpan takes us far beyond what we thought we knew about the tribal conflict in Rwanda. The story is told by a young girl, who, with her little brother, witnesses the worst possible scenario between parents. They are asked to do the previously unimaginable in order to protect their children. In 'What Language Is That?' two little Ethiopian girls are best friends until their parents suddenly say they cannot speak to each other anymore because one is Muslim and the other is Christian. This singular collection will also take the reader inside Nigeria, Benin, and Ethiopia, revealing in beautiful prose the harsh consequences for children of life in Africa. Akpan's voice is a literary miracle, rendering lives of almost unimaginable deprivation and terror into stories that are nothing short of transcendent.",
        "average_rating": 3.54,
        "genres": [
            "Fiction",
            "Short Stories",
            "Africa",
            "Historical Fiction",
            "War",
            "African Literature",
            "Rwanda"
        ],
        "ratings": 15973,
        "reviews": 2551
    },
    {},
    {
        "authors": [
            {
                "id": "950132",
                "name": "Michael A. Singer"
            }
        ],
        "book_id": "1963638",
        "isbn13": "9781572245372",
        "title": "The Untethered Soul: The Journey Beyond Yourself",
        "publication_year": "2007",
        "publisher": "New Harbinger Publications",
        "language_code": "eng",
        "description": "What would it be like to free yourself from limitations and soar beyond your boundaries? What can you do each day to discover inner peace and serenity? <i>The Untethered Soul</i> offers simple yet profound answers to these questions.<br /><br />Whether this is your first exploration of inner space, or you’ve devoted your life to the inward journey, this book will transform your relationship with yourself and the world around you. You’ll discover what you can do to put an end to the habitual thoughts and emotions that limit your consciousness. By tapping into traditions of meditation and mindfulness, author and spiritual teacher Michael A. Singer shows how the development of consciousness can enable us all to dwell in the present moment and let go of painful thoughts and memories that keep us from achieving happiness and self-realization.<br /><br />Copublished with the Institute of Noetic Sciences (IONS) <i>The Untethered Soul</i> begins by walking you through your relationship with your thoughts and emotions, helping you uncover the source and fluctuations of your inner energy. It then delves into what you can do to free yourself from the habitual thoughts, emotions, and energy patterns that limit your consciousness. Finally, with perfect clarity, this book opens the door to a life lived in the freedom of your innermost being.",
        "average_rating": 4.21,
        "num_pages": 183,
        "genres": [
            "Self Help",
            "Nonfiction",
            "Spirituality",
            "Philosophy",
            "Psychology",
            "Personal Development",
            "Audiobook"
        ],
        "ratings": 111931,
        "reviews": 8351
    },
    {
        "authors": [
            {
                "id": "2350",
                "name": "Gwyn Hyman Rubio"
            }
        ],
        "book_id": "3476",
        "isbn13": "9780142000205",
        "title": "Icy Sparks",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Icy Sparks is the sad, funny and transcendent tale of a young girl growing up in the mountains of Eastern Kentucky during the 1950’s. Gwyn Hyman Rubio’s beautifully written first novel revolves around Icy Sparks, an unforgettable heroine in the tradition of Scout in To Kill a Mockingbird or Will Treed in Cold Sassy Tree. At the age of ten, Icy, a bright, curious child orphaned as a baby but raised by adoring grandparents, begins to have strange experiences. Try as she might, her \"secrets\"—verbal croaks, groans, and physical spasms—keep afflicting her. As an adult, she will find out she has Tourette’s Syndrome, a rare neurological disorder, but for years her behavior is the source of mystery, confusion, and deep humiliation.<br /><br />Narrated by a grown up Icy, the book chronicles a difficult, but ultimately hilarious and heartwarming journey, from her first spasms to her self-acceptance as a young woman. Curious about life beyond the hills, talented, and energetic, Icy learns to cut through all barriers—physical, mental, and spiritual—in order to find community and acceptance.",
        "average_rating": 3.7,
        "num_pages": 320,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Adult Fiction",
            "Coming Of Age",
            "Contemporary",
            "Novels",
            "Chick Lit"
        ],
        "ratings": 42296,
        "reviews": 1466
    },
    {
        "authors": [
            {
                "id": "26975",
                "name": "Gary Zukav"
            }
        ],
        "book_id": "64794",
        "isbn13": null,
        "title": "Dancing Wu Li Masters: An Overview of the New Physics (Perennial Classics)",
        "publication_year": "2001",
        "publisher": "Perennial Classics",
        "language_code": "en-US",
        "description": "Gary Zukav has written \"the Bible\" for those who are curious about the mind-expanding discoveries of advanced physics, but who have no scientific background. Like a Wu Li Master who would teach us wonder for the falling petal before speaking of gravity, Zukav writes in beautifully clear language—with no mathematical equations—opening our minds to the exciting new theories that are beginning to embrace the ultimate nature of our universe...Quantum mechanics, relativity, and beyond to the Einstein-Podolsky-Rosen effect and Bell's theorem.<br /><br />At an Esalen Institute meeting in 1976, tai chi master Al Huang said that the Chinese word for physics is Wu Li, \"patterns of organic energy.\" Journalist Gary Zukav and the others present developed the idea of physics as the dance of the Wu Li Masters--the teachers of physical essence. Zukav explains the concept further: The Wu Li Master dances with his student. The Wu Li Master does not teach, but the student learns. The Wu Li Master always begins at the center, the heart of the matter.... This book deals not with knowledge, which is always past tense anyway, but with imagination, which is physics come alive, which is Wu Li.... Most people believe that physicists are explaining the world. Some physicists even believe that, but the Wu Li Masters know that they are only dancing with it. The \"new physics\" of Zukav's 1979 book comprises quantum theory, particle physics, and relativity. Even as these theories age they haven't percolated all that far into the collective consciousness; they're too far removed from mundane human experience not to need introduction. The Dancing Wu Li Masters remains an engaging, accessible way to meet the most profound and mind-altering insights of 20th-century science. --Mary Ellen Curtin",
        "average_rating": 4.01,
        "num_pages": 416,
        "genres": [
            "Science",
            "Nonfiction",
            "Physics",
            "Philosophy",
            "Spirituality",
            "Religion",
            "Metaphysics"
        ],
        "ratings": 10753,
        "reviews": 465
    },
    {
        "authors": [
            {
                "id": "17297",
                "name": "Marianne Williamson"
            }
        ],
        "book_id": "845977",
        "isbn13": "9780060927486",
        "title": "A Return to Love: Reflections on the Principles of \"A Course in Miracles\"",
        "publication_year": null,
        "publisher": "HarperOne",
        "language_code": "eng",
        "description": "Back by popular demand -- and newly updated by the author -- the mega-bestselling spiritual guide in which Marianne Williamson shares her reflections on <em>A Course in Miracles</em> and her insights on the application of love in the search for inner peace.<br /><br />Williamson reveals how we each can become a miracle worker by accepting God and by the expression of love in our daily lives. Whether psychic pain is in the area of relationships, career, or health, she shows us how love is a potent force, the key to inner peace, and how by practicing love we can make our own lives more fulfilling while creating a more peaceful and loving world for our children.",
        "average_rating": 4.26,
        "num_pages": 300,
        "genres": [
            "Spirituality",
            "Self Help",
            "Nonfiction",
            "Personal Development",
            "Philosophy",
            "Psychology",
            "Inspirational"
        ],
        "ratings": 34552,
        "reviews": 1428
    },
    {
        "authors": [
            {
                "id": "3521",
                "name": "Bret Lott"
            }
        ],
        "book_id": "7421804",
        "isbn13": "9780641984754",
        "title": "Jewel",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Bret Lott \"knows how ordinary people work and love...and he shows us, as well, the redemptive powers of love\" (The New York Times). Now this enormously gifted American writer has written his most remarkable novel yet, a matchless portrayal of a mother's devotion to the child who is both her burden and God's singular way of smiling on her.<br /><br />It is 1943 in the backwoods of Mississippi. In the land o honeysuckle and wild grapevine, Jewel Hilburn and her husband Leston - whose love for his wife is the surest comfort she's ever know - are truly blessed. They have five fine children who embrace the world as though it were a sumptuous table set for a feast; and when Brenda Kay is born, Jewel gives thanks for yet another healthy baby, last-born and most welcome. <br /><br />JEWEL is the story of how quickly a life can change; how, life lightning, an unforseen event can illuminate our lives and set us on a course without reason or compass. <br /><br />All too soon, Jewel knows that something is wrong with Brenda Kay; her every moment, every breath is taken up with caring for her daughter , with setting things straight. Leston's optimism is falling as fast as the Southern economy in the wake of the Second World War. And the physicians Jewel calls \"cracker doctors\" insist that no one can fix a brain born without the gift of common sense. <br /><br />Against a stunning tableau reminiscent of John Steinbeck's The Grapes of Wrath, the uniquely talented Bret Lott traces the intricate changes among the members of the Hilburn family, as Jewel deepens her quarrel with God, taking hold of the hardships that come her way. Jewel sees one hope for them; they must travel to a new life in the Promised Land of California. <br /><br />In Los Angeles, their new Jerusalem, Jewel and Leston experience a slow but inevitable shifting of the heart. Brenda Kay delights in the huge, and by her own measure, heroic tasks that become triumphs for them all; the older Hilburn children begin the uncertain journey toward their own futures. <br /><br />We will wait a very long time before another writer matches the intensity and the beauty of this mother daughter relationship. JEWEL stands as an unforgettable masterwork, in which Bret Lott has created on of the finest and most indomitable heroines of contemporary American fiction.",
        "average_rating": 3.68,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Family",
            "Novels",
            "Chick Lit",
            "Adult Fiction"
        ],
        "ratings": 37953,
        "reviews": 756
    },
    {
        "authors": [
            {
                "id": "4493",
                "name": "Eckhart Tolle"
            },
            {
                "id": "53088",
                "name": "Patrick McDonnell"
            }
        ],
        "book_id": "6389355",
        "isbn13": "9781577316718",
        "title": "Guardians of Being",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "This wonderfully unique collaboration brings together two masters of their fields, joining original words by spiritual teacher Eckhart Tolle with delightful illustrations by Patrick McDonnell, the creator of the acclaimed comic strip . Every heartwarming page provokes thought, insight, and smiling reverence for all beings and each moment.<br /><br />More than a collection of witty and charming drawings, the marriage of Patrick McDonnell's art and Eckhart Tolle's words conveys a profound love of nature, of animals, of humans, of all life-forms. celebrates and reminds us of not only the oneness of all life but also the wonder and joy to be found in the present moment, amid the beauty we sometimes forget to notice all around us.",
        "average_rating": 4.42,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Animals",
            "Philosophy",
            "Self Help",
            "Comics",
            "Dogs"
        ],
        "ratings": 2313,
        "reviews": 300
    },
    {
        "authors": [
            {
                "id": "14196420",
                "name": "Imbolo Mbue"
            }
        ],
        "book_id": "26025588",
        "isbn13": "9780812998481",
        "title": "Behold the Dreamers",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>A compulsively readable debut novel about marriage, immigration, class, race, and the trapdoors in the American Dream—the unforgettable story of a young Cameroonian couple making a new life in New York just as the Great Recession upends the economy<br /> <br />Named one of BuzzFeed’s “Incredible New Books You Need to Read This Summer”</b><br /> <br />Jende Jonga, a Cameroonian immigrant living in Harlem, has come to the United States to provide a better life for himself, his wife, Neni, and their six-year-old son. In the fall of 2007, Jende can hardly believe his luck when he lands a job as a chauffeur for Clark Edwards, a senior executive at Lehman Brothers. Clark demands punctuality, discretion, and loyalty—and Jende is eager to please. Clark’s wife, Cindy, even offers Neni temporary work at the Edwardses’ summer home in the Hamptons. With these opportunities, Jende and Neni can at last gain a foothold in America and imagine a brighter future.<br /> <br />However, the world of great power and privilege conceals troubling secrets, and soon Jende and Neni notice cracks in their employers’ façades.<br /> <br />When the financial world is rocked by the collapse of Lehman Brothers, the Jongas are desperate to keep Jende’s job—even as their marriage threatens to fall apart. As all four lives are dramatically upended, Jende and Neni are forced to make an impossible choice.",
        "average_rating": 3.95,
        "num_pages": 385,
        "genres": [
            "Fiction",
            "Africa",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "New York",
            "Adult Fiction"
        ],
        "ratings": 80738,
        "reviews": 7918
    },
    {
        "authors": [
            {
                "id": "48422",
                "name": "Jean Houston"
            }
        ],
        "book_id": "16074846",
        "isbn13": "9781582703794",
        "title": "The Wizard of Us: Transformational Lessons from Oz",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>Foreword by Deepak Chopra</b><br /><br /><b>More than magic can be found in Oz.</b><br /><br />Answer the call to transform yourself and your world. The beloved story <i>The Wizard of Oz</i> has the power to reveal the Hero's Journey that awaits each of us. Through a mythic lens, discover how Dorothy's adventure in a magical land inspires our lives today, offering valuable tools to guide us through our challenging times. Where you can learn to thrive rather than to merely survive.<br /><br />Through interpreting the deeper messages within <i>The Wizard of Oz</i>, visionary leader and teacher Jean Houston leads you along the Hero's Journey that awaits each of us. On this profound adventure of self-discover and awakened potential, Houston's lessons propel you into greater self-understanding and a connection to the larger world story as you explore Oz like never before.",
        "average_rating": 3.91,
        "num_pages": 204,
        "genres": [
            "Nonfiction",
            "Spirituality",
            "Self Help",
            "Psychology",
            "Inspirational"
        ],
        "ratings": 286,
        "reviews": 31
    },
    {
        "authors": [
            {
                "id": "9074",
                "name": "Thich Nhat Hanh"
            }
        ],
        "book_id": "187636",
        "isbn13": "9781573223331",
        "title": "No Death, No Fear: Comforting Wisdom for Life",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 4.22,
        "genres": [
            "Buddhism",
            "Nonfiction",
            "Spirituality",
            "Philosophy",
            "Self Help",
            "Religion",
            "Death"
        ],
        "ratings": 5518,
        "reviews": 483
    },
    {
        "authors": [
            {
                "id": "3527",
                "name": "Alan Paton"
            }
        ],
        "book_id": "7648886",
        "isbn13": "9781616797249",
        "title": "Cry, The Beloved Country ",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Cry, the Beloved Country, the most famous and important novel in South Africa’s history, was an immediate worldwide bestseller in 1948. Alan Paton’s impassioned novel about a black man’s country under white man’s law is a work of searing beauty.<br /><br /><i>Cry, the beloved country, for the unborn child that is the inheritor of our fear. Let him not love the earth too deeply. Let him not laugh too gladly when the water runs through his fingers, nor stand too silent when the setting sun makes red the veld with fire. Let him not be too moved when the birds of his land are singing, nor give too much of his heart to a mountain or valley. For fear will rob him of all if he gives too much.</i><br /><br /><i></i>The eminent literary critic Lewis Gannett wrote, “We have had many novels from statesmen and reformers, almost all bad; many novels from poets, almost all thin. In Alan Paton’s <i>Cry, the Beloved Country</i> the statesman, the poet and the novelist meet in a unique harmony.” <br /><br /><i>Cry, the Beloved Country</i> is the deeply moving story of the Zulu pastor Stephen Kumalo and his son, Absalom, set against the background of a land and a people riven by racial injustice. Remarkable for its lyricism, unforgettable for character and incident, <i>Cry, the Beloved Country</i> is a classic work of love and hope, courage and endurance, born of the dignity of man.",
        "average_rating": 3.92,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "South Africa",
            "Literature",
            "School",
            "Novels"
        ],
        "ratings": 74994,
        "reviews": 4841
    },
    {
        "authors": [
            {
                "id": "20105",
                "name": "Joseph Campbell"
            },
            {
                "id": "79993",
                "name": "Phil Cousineau"
            }
        ],
        "book_id": "242530",
        "isbn13": "9781577314042",
        "title": "The Hero's Journey: Joseph Campbell on His Life & Work (Works)",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "The author of Hero With a Thousand Faces, The Masks of God series, and The Power of Myth here turns his powers of observation and analysis on his own life's journey and conveys the excitement of his life-long exploration of mythic traditions, which he called \"the one great story of mankind.\" In conversations with poets, anthropologists, and philosophers, Campbell reflects on subjects ranging from the origins and functions of myth, the role of the artist and the need for ritual, to the ordeals of love and romance. Illustrated throughout with photographs from Joseph Campbell's family archive and with a new, revised introduction, The Hero's Journey introduces the reader first-hand to Joseph Campbell the man, his discoveries, his terminology, and his thinking.",
        "average_rating": 4.32,
        "genres": [
            "Nonfiction",
            "Mythology",
            "Writing",
            "Philosophy",
            "Biography",
            "Psychology",
            "Spirituality"
        ],
        "ratings": 2398,
        "reviews": 150
    },
    {
        "authors": [
            {
                "id": "2338628",
                "name": "Michelle Obama"
            }
        ],
        "book_id": "38746485",
        "isbn13": null,
        "title": "Becoming",
        "publication_year": "2018",
        "publisher": "Crown",
        "language_code": "eng",
        "description": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America—the first African American to serve in that role—she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare. <br /> <br />In her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her—from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world’s most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it—in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations—and whose story inspires us to do the same.",
        "average_rating": 4.46,
        "num_pages": 426,
        "genres": [
            "Nonfiction",
            "Memoir",
            "Biography",
            "Audiobook",
            "Autobiography",
            "Politics",
            "Biography Memoir"
        ],
        "ratings": 1054730,
        "reviews": 67634
    },
    {
        "authors": [
            {
                "id": "291056",
                "name": "Colin Beavan"
            }
        ],
        "book_id": "6483075",
        "isbn13": "9780374222888",
        "title": "No Impact Man",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "The Adventures of a Guilty Liberal Who Attempts to Save the Planet, and the Discoveries He Makes About Himself and Our Way of Life in the Process<br /><br />A guilty liberal finally snaps, swears off plastic, goes organic, becomes a bicycle nut, turns off his power, and generally becomes a tree-hugging lunatic who tries to save the polar bears and the rest of the planet from environmental catastrophe while dragging his baby daughter and Prada-wearing, Four Seasons–loving wife along for the ride. And that’s just the beginning. Bill McKibben meets Bill Bryson in this seriously engaging look at one man’s decision to put his money where his mouth is and go off the grid for one year—while still living in New York City—to see if it’s possible to make no net impact on the environment. In other words, no trash, no toxins in the water, no elevators, no subway, no products in packaging, no air-conditioning, no television . . .<br /><br /><div>What would it be like to try to live a no-impact lifestyle? Is it possible? Could it catch on? Is living this way more satisfying or less satisfying? Harder or easier? Is it worthwhile or senseless? Are we all doomed or can our culture reduce the barriers to sustainable living so it becomes as easy as falling off a log? These are the questions at the heart of this whole mad endeavor, via which Colin Beavan hopes to explain to the rest of us how we can realistically live a more “eco-effective” and by turns more content life in an age of inconvenient truths.</div>",
        "average_rating": 3.78,
        "genres": [
            "Nonfiction",
            "Environment",
            "Memoir",
            "Sustainability",
            "Biography",
            "Green",
            "Audiobook"
        ],
        "ratings": 5114,
        "reviews": 754
    },
    {
        "authors": [
            {
                "id": "3506",
                "name": "Carson McCullers"
            }
        ],
        "book_id": "9376594",
        "isbn13": "9781616817145",
        "title": "The Heart Is a Lonely Hunter",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Carson McCullers’ prodigious first novel was published to instant acclaim when she was just twenty-three. Set in a small town in the middle of the deep South, it is the story of John Singer, a lonely deaf-mute, and a disparate group of people who are drawn towards his kind, sympathetic nature. The owner of the café where Singer eats every day, a young girl desperate to grow up, an angry drunkard, a frustrated black doctor: each pours their heart out to Singer, their silent confidant, and he in turn changes their disenchanted lives in ways they could never imagine.",
        "average_rating": 3.99,
        "genres": [
            "Fiction",
            "Classics",
            "Literature",
            "Novels",
            "Historical Fiction",
            "Southern Gothic",
            "Literary Fiction"
        ],
        "ratings": 110623,
        "reviews": 8265
    },
    {
        "authors": [
            {
                "id": "101307",
                "name": "Robert O. Young"
            },
            {
                "id": "64539",
                "name": "Shelley Redford Young"
            }
        ],
        "book_id": "173675",
        "isbn13": "9780446690492",
        "title": "The pH Miracle: Balance Your Diet, Reclaim Your Health",
        "publication_year": null,
        "publisher": null,
        "language_code": "en-US",
        "description": "Never count calories, fat grams, or portion size again! Your body's pH balance is the key to optimal health, weight, mental clarity, and overall vigor. Strike the right balance by nourishing your body with certain foods to create an alkaline environment, and say good-bye to low energy, poor digestion, extra pounds, aches and pains, and disease. This innovative program, proven effective over decades, works with your body chemistry to revitalize and maintain your health. Now completely revised, updated, and expanded, this classic guide includes the latest research and reveals the secrets of:<br /><br /><b>Core nutrients</b>-an all-new program that provides the most important components your body needs: chlorophyll from green vegetables, essential oils, alkaline water, and pure mineral salts<br /><b>Cleansing</b>-remove impurities and normalize digestion and metabolism with new ways to detox the body<br /><b>Exercising right</b>-a brand-new chapter on which alkalizing exercises help maintain the correct pH level<br /><b>Alkaline foods</b>-over thirty-five new, tempting pH-powerful recipes to help you easily balance your body using foods like tomatoes, avocados, sprouts, nuts, lemons, limes, grapefruits, and green vegetables.<br /><strong>Learn how to balance your life and diet with the incredible health benefits of this revolutionary program.</strong>",
        "average_rating": 3.78,
        "genres": [
            "Health",
            "Nutrition",
            "Food",
            "Nonfiction",
            "Diets",
            "Self Help",
            "Cooking"
        ],
        "ratings": 980,
        "reviews": 91
    },
    {
        "authors": [
            {
                "id": "3539",
                "name": "Rohinton Mistry"
            },
            {
                "id": "17693",
                "name": "Madhur Jaffrey"
            }
        ],
        "book_id": "1358644",
        "isbn13": "9780553756142",
        "title": "A Fine Balance",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "6 hours<br /><br />With a compassionate realism and narrative sweep that recall the work of Charles Dickens, this magnificent novel captures all the cruelty and corruption, dignity and heroism, of India. The time is 1975. The place is an unnamed city by the sea. The government has just declared a State of Emergency, in whose upheavals four strangers--a spirited widow, a young student uprooted from his idyllic hill station, and two tailors who have fled the caste violence of their native village--will be thrust together, forced to share one cramped apartment and an uncertain future. <br /><br />As the characters move from distrust to friendship and from friendship to love, <b>A Fine Balance</b> creates an enduring panorama of the human spirit in an inhuman state.",
        "average_rating": 4.37,
        "num_pages": 6,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "India",
            "Indian Literature",
            "Literary Fiction",
            "Historical",
            "Canada"
        ],
        "ratings": 149907,
        "reviews": 11231
    },
    {
        "authors": [
            {
                "id": "4427460",
                "name": "DeVon Franklin"
            },
            {
                "id": "5392",
                "name": "Tim Vandehey"
            }
        ],
        "book_id": "9580241",
        "isbn13": "9781439171035",
        "title": "Produced by Faith: Enjoy Real Success without Losing Your True Self",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Hollywood executive DeVon Franklin shares lessons in living and working his faith from nine to five, not just from quittin’ time on.",
        "average_rating": 4.2,
        "genres": [
            "Nonfiction",
            "Self Help",
            "Spirituality",
            "Inspirational",
            "Religion",
            "Memoir",
            "Faith"
        ],
        "ratings": 597,
        "reviews": 66
    },
    {
        "authors": [
            {
                "id": "5204412",
                "name": "Ayana Mathis"
            }
        ],
        "book_id": "13320466",
        "isbn13": "9780385350280",
        "title": "The Twelve Tribes of Hattie",
        "publication_year": "2012",
        "publisher": null,
        "language_code": "eng",
        "description": "A debut of extraordinary distinction: Ayana Mathis tells the story of the children of the Great Migration through the trials of one unforgettable family. <br /><br /> In 1923, fifteen-year-old Hattie Shepherd flees Georgia and settles in Philadelphia, hoping for a chance at a better life. Instead, she marries a man who will bring her nothing but disappointment and watches helplessly as her firstborn twins succumb to an illness a few pennies could have prevented.  Hattie gives birth to nine more children whom she raises with grit and mettle and not an ounce of the tenderness they crave.  She vows to prepare them for the calamitous difficulty they are sure to face in their later lives, to meet a world that will not love them, a world that will not be kind. Captured here in twelve luminous narrative threads, their lives tell the story of a mother’s monumental courage and the journey of a nation. <br /><br /> Beautiful and devastating, Ayana Mathis’s <i>The Twelve Tribes of Hattie</i> is wondrous from first to last—glorious, harrowing, unexpectedly uplifting, and blazing with life. An emotionally transfixing page-turner, a searing portrait of striving in the face of insurmountable adversity, an indelible encounter with the resilience of the human spirit and the driving force of the American dream, Mathis’s first novel heralds the arrival of a major new voice in contemporary fiction. ",
        "average_rating": 3.51,
        "num_pages": 243,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "African American",
            "Historical",
            "Audiobook",
            "Family",
            "Adult Fiction"
        ],
        "ratings": 40198,
        "reviews": 5522
    },
    {
        "authors": [
            {
                "id": "2960",
                "name": "Wayne W. Dyer"
            }
        ],
        "book_id": "13339872",
        "isbn13": "9781401937317",
        "title": "Wishes Fulfilled: Mastering the Art of Manifesting",
        "publication_year": null,
        "publisher": null,
        "language_code": "en-US",
        "description": "Променете представата за себе си и заявете: Аз съм Бог.<br />Подхранвайте своето въображение с хубави образи - образи на всичко онова, което искате да бъдете или да постигнете.<br />Изпълнете се с чувството, че вече живеете в желаната реалност. Отправяйте благодарност за всичко!<br />Отворете ума си за божествените възможности - видимото се създава в невидимия свят!",
        "average_rating": 4.29,
        "genres": [
            "Self Help",
            "Spirituality",
            "Nonfiction",
            "Personal Development",
            "Psychology",
            "Inspirational",
            "Philosophy"
        ],
        "ratings": 6225,
        "reviews": 401
    },
    {
        "authors": [
            {
                "id": "3515",
                "name": "Ann-Marie MacDonald"
            }
        ],
        "book_id": "5174",
        "isbn13": "9780743466523",
        "title": "Fall on Your Knees",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "They are the Pipers of Cape Breton Island — a family steeped in lies and unspoken truths that reach out from the past, forever mindful of the tragic secret that could shatter the family to its foundations. Chronicling five generations of this eccentric clan, <i>Fall on Your Knees</i> follows four remarkable sisters whose lives are filled with driving ambition, inescapable family bonds, and forbidden love. Their experiences will take them from their stormswept homeland, across the battlefields of World War I, to the freedom and independence of Jazz-era New York City.<br /><br />Compellingly written, running the literary gamut from menacingly dark to hilariously funny, this is an epic saga of one family’s trials and triumphs in a world of sin, guilt, and redemption.",
        "average_rating": 3.97,
        "num_pages": 672,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Canada",
            "Historical",
            "Literary Fiction",
            "Novels",
            "Canadian Literature"
        ],
        "ratings": 66369,
        "reviews": 3543
    },
    {
        "authors": [
            {
                "id": "96150",
                "name": "Daniel H. Pink"
            }
        ],
        "book_id": "6452796",
        "isbn13": "9781594488849",
        "title": "Drive: The Surprising Truth About What Motivates Us",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<b>The <i>New York Times</i> bestseller that gives readers a paradigm-shattering new way to think about motivation </b><br /><br />Most people believe that the best way to motivate is with rewards like money—the carrot-and-stick approach. That's a mistake, says Daniel H. Pink (author of <i>To Sell Is Human: The Surprising Truth About Motivating Others</i>). In this provocative and persuasive new book, he asserts that the secret to high performance and satisfaction—at work, at school, and at home—is the deeply human need to direct our own lives, to learn and create new things, and to do better by ourselves and our world.<br /><br />Drawing on four decades of scientific research on human motivation, Pink exposes the mismatch between what science knows and what business does—and how that affects every aspect of life. He examines the three elements of true motivation—autonomy, mastery, and purpose—and offers smart and surprising techniques for putting these into action in a unique book that will change how we think and transform how we live.",
        "average_rating": 3.95,
        "num_pages": 242,
        "genres": [
            "Nonfiction",
            "Business",
            "Psychology",
            "Leadership",
            "Self Help",
            "Personal Development",
            "Management"
        ],
        "ratings": 118702,
        "reviews": 5440
    },
    {
        "authors": [
            {
                "id": "704",
                "name": "Pearl S. Buck"
            }
        ],
        "book_id": "5210",
        "isbn13": "9780743272933",
        "title": "The Good Earth (House of Earth, #1)",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Though more than sixty years have passed since this remarkable novel won the Pulitzer Prize, it has retained its popularity and become one of the great modern classics. \"I can only write what I know, and I know nothing but China, having always lived there,\" wrote Pearl Buck. In <i>The Good Earth</i> she presents a graphic view of a China when the last emperor reigned and the vast political and social upheavals of the twentieth century were but distant rumblings for the ordinary people. This moving, classic story of the honest farmer Wang Lung and his selfless wife O-lan is must reading for those who would fully appreciate the sweeping changes that have occurred in the lives of the Chinese people during this century.<br /><br />Nobel Prize winner Pearl S. Buck traces the whole cycle of life: its terrors, its passions, its ambitions and rewards. Her brilliant novel—beloved by millions of readers—is a universal tale of the destiny of man.",
        "average_rating": 4.0,
        "num_pages": 357,
        "genres": [
            "Classics",
            "Fiction",
            "Historical Fiction",
            "China",
            "Literature",
            "Historical",
            "Asia"
        ],
        "ratings": 250228,
        "reviews": 11708
    },
    {
        "authors": [
            {
                "id": "138207",
                "name": "Deepak Chopra"
            }
        ],
        "book_id": "13134280",
        "isbn13": "9780307877727",
        "title": "Spiritual Solutions: Answers to Life's Greatest Challenges",
        "publication_year": "2012",
        "publisher": "Random House Audio",
        "language_code": null,
        "description": "<b>Life is full of challenges, both big and small. Spirituality is here to offer solutions.</b><br /><br /> Over the course of his career as physician, teacher, and bestselling author, Deepak Chopra has received thousands of questions from people facing every kind of challenge. They have asked how to lead more fulfilling lives, how to overcome relationship problems and personal obstacles. What’s the best way to deal with a passive-aggressive friend? Can a stagnant career be jump-started? In a world full of distractions and stress, how does one find time for meditation?<br /><br /> Hidden among all of these questions are answers waiting to be uncovered.<br /><br /> In this groundbreaking book, Chopra shows you how to expand your awareness, which is the key to the confusion and conflict we all face. “The secret is that the level of the problem is never the level of the solution,” he writes. By rising to the level of the solution in your own awareness, you can transform obstacles into opportunities. Chopra leads the reader to what he calls “the true self,” where peace, clarity, and wisdom serve as guides in times of crisis. For Chopra, spirituality is primarily about consciousness, not about religious dogma or relying on the conventional notion of God. “There is no greater power for success and personal growth than your own awareness.” With practical insight, <i>Spiritual Solutions</i> provides the tools and strategies to enable you to meet life’s challenges from within and to experience a sense of genuine fulfillment and purpose.",
        "average_rating": 3.77,
        "num_pages": 204,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Audiobook",
            "Philosophy",
            "Religion",
            "Personal Development"
        ],
        "ratings": 680,
        "reviews": 51
    },
    {},
    {
        "authors": [
            {
                "id": "3519",
                "name": "Melinda Haynes"
            }
        ],
        "book_id": "5179",
        "isbn13": "9780671774677",
        "title": "Mother of Pearl",
        "publication_year": null,
        "publisher": "Washington Square Press",
        "language_code": "eng",
        "description": "<p> Capturing all the rueful irony and racial ambivalence of small-town Mississippi in the late 1950s, Melinda Haynes' celebrated novel is a wholly unforgettable exploration of family, identity, and redemption. <i>Mother of Pearl</i> revolves around twenty-eight-year-old Even Grade, a black man who grew up an orphan, and Valuable Korner, the fifteen-year-old white daughter of the town whore and an unknown father. Both are passionately determined to discover the precious things neither experienced as children: human connection, enduring commitment, and, above all, unconditional love. A startlingly accomplished mixture of beauty, mystery, and tragedy, <i>Mother of Pearl</i> marks the debut of an extraordinary literary talent. (Oprah's Book Club)</p>",
        "average_rating": 3.7,
        "num_pages": 465,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Southern",
            "Historical",
            "Contemporary",
            "Literary Fiction",
            "Novels"
        ],
        "ratings": 20293,
        "reviews": 524
    },
    {
        "authors": [
            {
                "id": "58843",
                "name": "A. Manette Ansay"
            }
        ],
        "book_id": "101911",
        "isbn13": "9780060897840",
        "title": "Vinegar Hill",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "In a stark, troubling, yet ultimately triumphant celebration of self-determination, award-winning author A. Manette Ansay re-creates a stifling world of guilt and pain, and the tormented souls who inhabit it. It is 1972 when circumstance carries Ellen Grier and her family back to Holly's Field, Wisconsin. Dutifully accompanying her newly unemployed husband, Ellen has brought her two children into the home of her in-laws on Vinegar Hill -- a loveless house suffused with the settling dust of bitterness and routine -- where calculated cruelty is a way of life preserved and perpetuated in the service of a rigid, exacting, and angry God. Behind a facade of false piety, there are sins and secrets in this place that could crush a vibrant young woman's passionate spirit. And here Ellen must find the strength to endure, change, and grow in the all-pervading darkness that threatens to destroy everything she is and everyone she loves.",
        "average_rating": 3.39,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Adult Fiction",
            "Literary Fiction",
            "Family",
            "Novels"
        ],
        "ratings": 29241,
        "reviews": 1162
    },
    {
        "authors": [
            {
                "id": "1049",
                "name": "Elie Wiesel"
            },
            {
                "id": "329396",
                "name": "Marion Wiesel"
            },
            {
                "id": "61023",
                "name": "François Mauriac"
            }
        ],
        "book_id": "1617",
        "isbn13": null,
        "title": "Night  (The Night Trilogy, #1)",
        "publication_year": "2006",
        "publisher": "Hill & Wang",
        "language_code": "eng",
        "description": "Born in the town of Sighet, Transylvania, Elie Wiesel was a teenager when he and his family were taken from their home in 1944 to Auschwitz concentration camp, and then to Buchenwald. <i>Night</i> is the terrifying record of Elie Wiesel's memories of the death of his family, the death of his own innocence, and his despair as a deeply observant Jew confronting the absolute evil of man. This new translation by his wife and most frequent translator, Marion Wiesel, corrects important details and presents the most accurate rendering in English of Elie Wiesel's testimony to what happened in the camps and of his unforgettable message that this horror must simply never be allowed to happen again.",
        "average_rating": 4.37,
        "num_pages": 120,
        "genres": [
            "Nonfiction",
            "Classics",
            "Memoir",
            "Holocaust",
            "Biography",
            "School",
            "Historical"
        ],
        "ratings": 1250259,
        "reviews": 38120
    },
    {
        "authors": [
            {
                "id": "1166158",
                "name": "Rameshwar Das"
            }
        ],
        "book_id": "12242474",
        "isbn13": "9781846042911",
        "title": "be-love-now",
        "publication_year": "2011",
        "publisher": "Rider",
        "language_code": null,
        "description": "As one of the most respected spiritual explorers of recent times, Ram Dass sparked a revolution with the publication of his 2-million-copy classic, \"Be Here Now\". Since then, he has been a beacon for spiritual seekers worldwide, challenging us to find new sources of meaning and purpose in our lives. \"Be Love Now\" is a remarkable blend of autobiography and timeless spiritual insights. From his beginnings as a Harvard psychologist and psychedelic adventurer to his profound encounters with his Indian guru, Neem Karoli Baba, and moving beyond the reawakening brought on by his near-fatal illness, Ram Dass strikes a practical, humorous, soul-stirring chord in today's egotistical and lonely world. While offering us his rich life experiences, he also holds out a timeless, wonderfully universal adventure that will open our hearts and minds.",
        "average_rating": 4.16,
        "num_pages": 0,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Philosophy",
            "Buddhism",
            "Religion",
            "Hinduism"
        ],
        "ratings": 1536,
        "reviews": 124
    },
    {
        "authors": [
            {
                "id": "4493",
                "name": "Eckhart Tolle"
            }
        ],
        "book_id": "7029143",
        "isbn13": "9781429516051",
        "title": "A New Earth",
        "publication_year": "2008",
        "publisher": "Dutton Books",
        "language_code": null,
        "description": "Illuminating, enlightening, and uplifting, A New Earth is a profoundly spiritual guide to creating a better way of living and a better world to live in. Building on the astonishing success of The Power of Now, Eckhart Tolle presents readers with an honest look at the current state of humanity: He implores us to see and accept that this state, which is based on an erroneous identification with the egoic mind, is one of dangerous insanity. Tolle tells us there is good news, however. There is an alternative to this potentially dire situation. Humanity now, perhaps more than in any previous time, has an opportunity to create a new, saner, more loving world. This will involve a radical inner leap from the current egoic consciousness to an entirely new one. In illuminating the nature of this shift in consciousness, Tolle describes in detail how our current ego-based state of consciousness operates. Then gently, and in very practical terms, he leads us into this new consciousness. We will come to experience who we truly are-which is something infinitely greater than anything we currently think we are-and learn to live and breathe freely.",
        "average_rating": 4.15,
        "num_pages": 336,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Philosophy",
            "Psychology",
            "Personal Development",
            "Inspirational"
        ],
        "ratings": 201427,
        "reviews": 9332
    },
    {
        "authors": [
            {
                "id": "4175328",
                "name": "Glennon Doyle Melton"
            },
            {
                "id": "17099759",
                "name": "Glennon Doyle"
            }
        ],
        "book_id": "31845516",
        "isbn13": "9781250128546",
        "title": "Love Warrior",
        "publication_year": "2016",
        "publisher": "St. Martin’s Press",
        "language_code": "eng",
        "description": "<b>#1 <i>New York Times</i> Bestseller</b><br /><b></b><br /><b>Oprah's Book Club 2016 Selection</b><br /><br />A memoir of marriage and self-discovery by bestselling author Glennon Doyle Melton, <i>Love Warrior</i> is a gorgeous and inspiring account of how we are all born to be warriors: strong, powerful, and brave; able to confront the pain and claim the love that exists for us all. This chronicle of a beautiful, brutal journey speaks to anyone who yearns for deeper, truer relationships and a more abundant, authentic life.",
        "average_rating": 4.08,
        "num_pages": 272,
        "genres": [
            "Memoir",
            "Nonfiction",
            "Audiobook",
            "Self Help",
            "Biography",
            "Biography Memoir",
            "Personal Development"
        ],
        "ratings": 71152,
        "reviews": 6209
    },
    {
        "authors": [
            {
                "id": "10029",
                "name": "Colson Whitehead"
            }
        ],
        "book_id": "30555488",
        "isbn13": "9780385542364",
        "title": "The Underground Railroad",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Cora is a slave on a cotton plantation in Georgia. Life is hell for all the slaves, but especially bad for Cora; an outcast even among her fellow Africans, she is coming into womanhood--where even greater pain awaits. When Caesar, a recent arrival from Virginia, tells her about the Underground Railroad, they decide to take a terrifying risk and escape. Matters do not go as planned--Cora kills a young white boy who tries to capture her. Though they manage to find a station and head north, they are being hunted.<br /><br />In Whitehead's ingenious conception, the Underground Railroad is no mere metaphor--engineers and conductors operate a secret network of tracks and tunnels beneath the Southern soil. Cora and Caesar's first stop is South Carolina, in a city that initially seems like a haven. But the city's placid surface masks an insidious scheme designed for its black denizens. And even worse: Ridgeway, the relentless slave catcher, is close on their heels. Forced to flee again, Cora embarks on a harrowing flight, state by state, seeking true freedom.<br /><br />Like the protagonist of Gulliver's Travels, Cora encounters different worlds at each stage of her journey--hers is an odyssey through time as well as space. As Whitehead brilliantly re-creates the unique terrors for black people in the pre-Civil War era, his narrative seamlessly weaves the saga of America from the brutal importation of Africans to the unfulfilled promises of the present day. The Underground Railroad is at once a kinetic adventure tale of one woman's ferocious will to escape the horrors of bondage and a shattering, powerful meditation on the history we all share.",
        "average_rating": 4.06,
        "num_pages": 320,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "Audiobook",
            "Race",
            "Literary Fiction",
            "African American"
        ],
        "ratings": 402889,
        "reviews": 31938
    },
    {
        "authors": [
            {
                "id": "48422",
                "name": "Jean Houston"
            },
            {
                "id": "87561",
                "name": "Mary Catherine Bateson"
            }
        ],
        "book_id": "925215",
        "isbn13": "9780062502827",
        "title": "A Mythic Life: Learning to Live our Greater Story",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 4.12,
        "genres": [
            "Spirituality",
            "Psychology",
            "Nonfiction",
            "Philosophy",
            "Self Help",
            "Mythology",
            "Memoir"
        ],
        "ratings": 144,
        "reviews": 18
    },
    {
        "authors": [
            {
                "id": "13450",
                "name": "Gabriel García Márquez"
            },
            {
                "id": "2599",
                "name": "Edith Grossman"
            }
        ],
        "book_id": "1954203",
        "isbn13": "9780307389732",
        "title": "Love in the Time of Cholera",
        "publication_year": "2003",
        "publisher": "Vintage International",
        "language_code": "eng",
        "description": "In their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
        "average_rating": 3.94,
        "num_pages": 368,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Magical Realism",
            "Literature",
            "Classics",
            "Novels",
            "Spanish Literature"
        ],
        "ratings": 506618,
        "reviews": 27535
    },
    {
        "authors": [
            {
                "id": "822",
                "name": "James Frey"
            }
        ],
        "book_id": "9726274",
        "isbn13": null,
        "title": "A Million Little Pieces",
        "publication_year": "2005",
        "publisher": "Anchor",
        "language_code": "eng",
        "description": "Intense, unpredictable, and instantly engaging, this is a story of drug and alcohol abuse and rehabilitation as it has never been told before. It is also the introduction of a bold and talented literary voice. <br />Before considering reading this book, please see the BookBrowse note on the book jacket/review page.<br /><br />BookBrowse Note: January 9th 2006: An article in the Smoking Gun claimed that James Frey (author of A Million Little Pieces and My Friend Leonard) fabricated key parts of his books. They cited police records, court documents and interviews with law enforcement agents which belie a number of Frey's claims regarding criminal charges against him, jail terms and his fugitive status.<br /><br />In an interview with the Smoking Gun, Frey admitted that he had 'embellished central details' in A Million Little Pieces and backtracked on claims he made in the book.<br /><br />January 26th 2006. Frey's publisher stated that while it initially stood by him, after further questioning of the author, the house has \"sadly come to the realization that a number of facts have been altered and incidents embellished.\" It will be adding a a publisher's note and author's note to all future editions of A Million Little Pieces.",
        "average_rating": 3.68,
        "num_pages": 430,
        "genres": [
            "Fiction",
            "Contemporary",
            "Psychology",
            "Biography Memoir",
            "Mental Health",
            "Adult",
            "Book Club"
        ],
        "ratings": 253589,
        "reviews": 12620
    },
    {
        "authors": [
            {
                "id": "7851",
                "name": "Debbie Ford"
            },
            {
                "id": "2960",
                "name": "Wayne W. Dyer"
            }
        ],
        "book_id": "13426304",
        "isbn13": "9780062068927",
        "title": "Courage: Overcoming Fear and Igniting Self-Confidence",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "From Debbie Ford, the author whose inspiring words have helped millions of readers, <em>Courage </em>has the power to change your life. A tried-and-tested, process-driven approach to conquering our fears, accepting our flaws, and tapping into our potential, <em>Courage </em>will help readers discover the confidence they need to accomplish anything.<br /><br />In this personal and powerful guide to self-actualization, Ford uses the years of wisdom she has accumulated as a spiritual teacher and personal growth coach to deliver an indispensable tool for anyone eager to become their own best self—a perfect fit for readers of Deepak Chopra, Wayne Dyer, and Judith Orloff, for new readers of Debbie Ford, and for longtime fans of her national bestselling books <em>The 21-Day Consciousness Cleanse</em>, <em>The Dark Side of the Light Chasers</em>, <em>The Secret of the Shadow</em>, and more.",
        "average_rating": 3.85,
        "num_pages": 214,
        "genres": [
            "Self Help",
            "Psychology",
            "Nonfiction",
            "Spirituality",
            "Audiobook",
            "Personal Development"
        ],
        "ratings": 631,
        "reviews": 80
    },
    {
        "authors": [
            {
                "id": "8057480",
                "name": "G. Márquez"
            }
        ],
        "book_id": "5217",
        "isbn13": "9781417735983",
        "title": "One Hundred Years of Solitude",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Probably Gabriel García Márquez's finest and most famous work. <i>One Hundred Years of Solitude</i> tells the story of the rise and fall, birth and death of a mythical town of Macondo through the history of the Buendía family. Inventive, amusing, magnetic, sad, alive with unforgettable men and women, and with a truth and understanding that strike the soul. <i>One Hundred Years of Solitude</i> is a masterpiece of the art of fiction.",
        "average_rating": 4.11,
        "genres": [
            "Fiction",
            "Magical Realism",
            "Literature",
            "Fantasy",
            "Novels",
            "Historical Fiction",
            "Spanish Literature"
        ],
        "ratings": 975995,
        "reviews": 46220
    },
    {
        "authors": [
            {
                "id": "3532",
                "name": "Maeve Binchy"
            }
        ],
        "book_id": "2258429",
        "isbn13": "9780553527186",
        "title": "Tara Road",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "With each new book, Maeve Binchy continues a remarkable progression of sales and audience growth, reaching fans of all ages and backgrounds with her matchless wit, warmth, and sheer storytelling magic. \"Tara Road,\" her first full-length novel since \"The Glass Lake,\" again shows her incomparable understanding of the human heart in the tale of two women, one from Ireland, one from America, who switch lives, and in doing so learn much about each other, as well as much about themselves.Ria lived on Tara Road in Dublin with her dashing husband, Danny, and their two children. She fully believed she was happily married, right up until the day Danny told her he was leaving her to be with his young, pregnant girlfriend. By a chance phone call, Ria meets Marilyn, a woman from New England unable to come to terms with her only son's death and now separated from her husband. The two women exchange houses for the summer with extraordinary consequences, each learning that the other has a deep secret that can never be revealed.<br /><br />Drawn into lifestyles vastly differing from their own, at first each resents the news of how well the other is getting on. Ria seems to have become quite a hostess, entertaining half the neighborhood, which at first irritates the reserved and withdrawn Marilyn, a woman who has always guarded her privacy. Marilyn seems to have become bosom friends with Ria's children, as well as with Colm, a handsome restaurateur, whom Ria has begun to miss terribly. At the end of the summer, the women at last meet face-to-face. Having learned a great deal, about themselves and about each other, they find that they have become, firmly and forever, good friends.<br /><br />A moving story rendered with the deft touch of a master artisan, \"Tara Road\" is Maeve Binchy at her very best — utterly beautiful, hauntingly unforgettable, entirely original, and wholly enjoyable.",
        "average_rating": 3.93,
        "genres": [
            "Fiction",
            "Chick Lit",
            "Romance",
            "Ireland",
            "Contemporary",
            "Irish Literature",
            "Adult Fiction"
        ],
        "ratings": 79834,
        "reviews": 2457
    },
    {
        "authors": [
            {
                "id": "1077326",
                "name": "J.K. Rowling"
            }
        ],
        "book_id": "3",
        "isbn13": null,
        "title": "Harry Potter and the Sorcerer's Stone (Harry Potter, #1)",
        "publication_year": "2003",
        "publisher": "Scholastic Inc",
        "language_code": "eng",
        "description": "Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards, and he begins to discover some clues about his illustrious birthright. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny.",
        "average_rating": 4.47,
        "num_pages": 309,
        "genres": [
            "Fantasy",
            "Fiction",
            "Young Adult",
            "Magic",
            "Childrens",
            "Middle Grade",
            "Audiobook"
        ],
        "ratings": 10107629,
        "reviews": 163317
    },
    {
        "authors": [
            {
                "id": "4178",
                "name": "Cormac McCarthy"
            }
        ],
        "book_id": "6288",
        "isbn13": "9780307265432",
        "title": "The Road",
        "publication_year": "2006",
        "publisher": "Alfred A. Knopf",
        "language_code": "eng",
        "description": "A searing, postapocalyptic novel destined to become Cormac McCarthy’s masterpiece.<br /><br />A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don’t know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other.<br /><br /><i>The Road</i> is the profoundly moving story of a journey. It boldly imagines a future in which no hope remains, but in which the father and his son, “each the other’s world entire,” are sustained by love. Awesome in the totality of its vision, it is an unflinching meditation on the worst and the best that we are capable of: ultimate destructiveness, desperate tenacity, and the tenderness that keeps two people alive in the face of total devastation.",
        "average_rating": 3.99,
        "num_pages": 241,
        "genres": [
            "Fiction",
            "Science Fiction",
            "Dystopia",
            "Post Apocalyptic",
            "Horror",
            "Literature",
            "Novels"
        ],
        "ratings": 909626,
        "reviews": 59926
    },
    {
        "authors": [
            {
                "id": "3534",
                "name": "Toni Morrison"
            },
            {
                "id": "102053",
                "name": "Ruby Dee"
            }
        ],
        "book_id": "907780",
        "isbn13": "9780375416521",
        "title": "The Bluest Eye",
        "publication_year": "1994",
        "publisher": "Random House Audio",
        "language_code": "eng",
        "description": "<b>Oprah Book Club® Selection, April 2000:</b> Originally published in 1970, <i>The Bluest Eye</i> is Toni Morrison's first novel. In an afterword written more than two decades later, the author expressed her dissatisfaction with the book's language and structure: \"It required a sophistication unavailable to me.\" Perhaps we can chalk up this verdict to modesty, or to the Nobel laureate's impossibly high standards of quality control. In any case, her debut is nothing if not sophisticated, in terms of both narrative ingenuity and rhetorical sweep. It also shows the young author drawing a bead on the subjects that would dominate much of her career: racial hatred, historical memory, and the dazzling or degrading power of language itself. <p> Set in Lorain, Ohio, in 1941, <i>The Bluest Eye</i> is something of an ensemble piece. The point of view is passed like a baton from one character to the next, with Morrison's own voice functioning as a kind of gold standard throughout. The focus, though, is on an 11-year-old black girl named Pecola Breedlove, whose entire family has been given a cosmetic cross to bear: </p><blockquote> You looked at them and wondered why they were so ugly; you looked closely and could not find the source. Then you realized that it came from conviction, their conviction. It was as though some mysterious all-knowing master had given each one a cloak of ugliness to wear, and they had each accepted it without question.... And they took the ugliness in their hands, threw it as a mantle over them, and went about the world with it. </blockquote> There are far uglier things in the world than, well, ugliness, and poor Pecola is subjected to most of them. She's spat upon, ridiculed, and ultimately raped and impregnated by her own father. No wonder she yearns to be the very opposite of what she is--yearns, in other words, to be a white child, possessed of the blondest hair and the bluest eye. <p> This vein of self-hatred is exactly what keeps Morrison's novel from devolving into a cut-and-dried scenario of victimization. She may in fact pin <i>too</i> much of the blame on the beauty myth: \"Along with the idea of romantic love, she was introduced to another--physical beauty. Probably the most destructive ideas in the history of human thought. Both originated in envy, thrived in insecurity, and ended in disillusion.\" Yet the destructive power of these ideas is essentially colorblind, which gives <i>The Bluest Eye</i> the sort of universal reach that Morrison's imitators can only dream of. And that, combined with the novel's modulated pathos and musical, fine-grained language, makes for not merely a sophisticated debut but a permanent one. <i>--James Marcus</i> </p>",
        "average_rating": 4.11,
        "num_pages": 0,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "Banned Books",
            "Race",
            "African American",
            "Literary Fiction"
        ],
        "ratings": 254716,
        "reviews": 17429
    },
    {
        "authors": [
            {
                "id": "23107580",
                "name": "Reverend Ed Bacon"
            }
        ],
        "book_id": "13529051",
        "isbn13": "9781455500031",
        "title": "8 Habits of Love: Open Your Heart, Open Your Mind",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "A spiritual guidebook to living life through love and connection, not fear and isolation, by a respected pastor and a frequent guest on Oprah's <i>Soul Series</i>.<br /><br />Reverend Bacon believes that every person can live a full and creative life if they can learn to move through troubling emotions such as fear, anger, and sadness to find the beloved within themselves. Readers will learn how insecurity can keep us from connecting with others, our loving self, and finding our own peace, joy, and creative power. 8 HABITS OF LOVE will show, through relatable stories, how to create a full, meaningful life by developing simple habits-stillness, truth, forgiveness, compassion, play, candor, generosity, and community-and by asking such important questions as: How do I know I'm living the life I should be? How do I forgive those who have hurt me? How do I talk candidly with difficult people? How do I best help others when they need it? And How do I let go of the past and move forward?",
        "average_rating": 4.06,
        "genres": [
            "Nonfiction",
            "Self Help",
            "Spirituality",
            "Religion"
        ],
        "ratings": 249,
        "reviews": 33
    },
    {
        "authors": [
            {
                "id": "11679",
                "name": "Elizabeth Gilbert"
            }
        ],
        "book_id": "19501",
        "isbn13": "9780143038412",
        "title": "Eat, Pray, Love",
        "publication_year": null,
        "publisher": "Riverhead Books",
        "language_code": "eng",
        "description": "A celebrated writer's irresistible, candid, and eloquent account of her pursuit of worldly pleasure, spiritual devotion, and what she really wanted out of life. <br /><br />Around the time Elizabeth Gilbert turned thirty, she went through an early-onslaught midlife crisis. She had everything an educated, ambitious American woman was supposed to want—a husband, a house, a successful career. But instead of feeling happy and fulfilled, she was consumed with panic, grief, and confusion. She went through a divorce, a crushing depression, another failed love, and the eradication of everything she ever thought she was supposed to be. <br /><br />To recover from all this, Gilbert took a radical step. In order to give herself the time and space to find out who she really was and what she really wanted, she got rid of her belongings, quit her job, and undertook a yearlong journey around the world—all alone. <i>Eat, Pray, Love</i> is the absorbing chronicle of that year. Her aim was to visit three places where she could examine one aspect of her own nature set against the backdrop of a culture that has traditionally done that one thing very well. In Rome, she studied the art of pleasure, learning to speak Italian and gaining the twenty-three happiest pounds of her life. India was for the art of devotion, and with the help of a native guru and a surprisingly wise cowboy from Texas, she embarked on four uninterrupted months of spiritual exploration. In Bali, she studied the art of balance between worldly enjoyment and divine transcendence. She became the pupil of an elderly medicine man and also fell in love the best way—unexpectedly. <br /><br />An intensely articulate and moving memoir of self-discovery, <i>Eat, Pray, Love</i> is about what can happen when you claim responsibility for your own contentment and stop trying to live in imitation of society’s ideals. It is certain to touch anyone who has ever woken up to the unrelenting need for change.",
        "average_rating": 3.63,
        "num_pages": 368,
        "genres": [
            "Nonfiction",
            "Memoir",
            "Travel",
            "Biography",
            "Romance",
            "Chick Lit",
            "Spirituality"
        ],
        "ratings": 1748304,
        "reviews": 58420
    },
    {
        "authors": [
            {
                "id": "3501",
                "name": "Kaye Gibbons"
            }
        ],
        "book_id": "873314",
        "isbn13": "9780783801155",
        "title": "Ellen Foster",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "\"When I was little I would think of ways to kill my daddy. I would figure out this or that way and run it down through my head until it got easy.\" So begins the tale of Ellen Foster, the brave and engaging heroine of Kay Gibbons's first novel, which won the Sue Kaufman Prize from the American Academy of Institute of Arts and Letters. Wise, funny, affectionate, and true, Ellen Foster is, as Walker Percy called it, \"The real thing. Which is to say, a lovely, sometimes heartwrenching novel. . . . [Ellen Foster] is as much a part of the backwoods South as a Faulkner character—and a good deal more endearing.\"",
        "average_rating": 3.79,
        "genres": [
            "Fiction",
            "Coming Of Age",
            "Southern",
            "Young Adult",
            "Contemporary",
            "Adult Fiction",
            "Literary Fiction"
        ],
        "ratings": 31045,
        "reviews": 1877
    },
    {
        "authors": [
            {
                "id": "711",
                "name": "Rick Warren"
            }
        ],
        "book_id": "56495",
        "isbn13": "9780310276999",
        "title": "The Purpose Driven Life: What on Earth Am I Here for?",
        "publication_year": null,
        "publisher": "Zondervan Publishing Company",
        "language_code": "eng",
        "description": "This book will help you understand why you are alive and God's amazing plan for you - both the here and now, and for eternity. Rick Warren will guide you through a personal 40 day spiritual journey that will transform your answers to life's most important What on earth am I here for?",
        "average_rating": 3.97,
        "genres": [
            "Christian",
            "Nonfiction",
            "Religion",
            "Self Help",
            "Spirituality",
            "Christianity",
            "Faith"
        ],
        "ratings": 275141,
        "reviews": 3963
    },
    {
        "authors": [
            {
                "id": "3522",
                "name": "Mary McGarry Morris"
            }
        ],
        "book_id": "5182",
        "isbn13": null,
        "title": "Songs in Ordinary Time",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "<i>Songs in Ordinary Time</i> is set in the summer of 1960 - the last of quiet times and America's innocence. It centers on Marie Fermoyle, a strong but vulnerable woman whose loneliness and ambition for her children make her easy prey for the dangerous con man Omar Duvall. Marie's children are Alice, seventeen - involved with a troubled young priest; Norm, sixteen - hotheaded and idealistic; and Benjy, twelve - isolated and misunderstood, and so desperate for his mother's happiness that he hides the deadly truth only he knows about Duvall. Among a fascinating cast of characters we meet the children's alcoholic father, Sam Fermoyle, now living with his senile mother and embittered sister; Sam's meek brother-in-law, who makes anonymous \"love\" calls from the bathroom of his ailing appliance store; and the Klubock family, who - in complete contrast to the Fermoyles - live an orderly life in the perfect house next door.<br /><br />An Oprah Winfrey Book Club pick.<br /><br />",
        "average_rating": 3.71,
        "num_pages": 740,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Literary Fiction",
            "Historical",
            "Novels",
            "Adult Fiction"
        ],
        "ratings": 32208,
        "reviews": 690
    },
    {
        "authors": [
            {
                "id": "3533",
                "name": "Ernest J. Gaines"
            },
            {
                "id": "265849",
                "name": "Jay Long"
            }
        ],
        "book_id": "2234761",
        "isbn13": "9780375402586",
        "title": "A Lesson Before Dying",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "A Lesson Before Dying is set in a small Cajun community in the late 1940s. Jefferson, a young black man, is an unwitting party to a liquor store shoot out in which three men are killed; the only survivor, he is convicted of murder and sentenced to death. Grant Wiggins, who left his hometown for the university, has returned to the plantation school to teach. As he struggles with his decision whether to stay or escape to another state, his aunt and Jefferson's godmother persuade him to visit Jefferson in his cell and impart his learning and his pride to Jefferson before his death. In the end, the two men forge a bond as they both come to understand the simple heroism of resisting and defying the expected. Ernest J. Gaines brings to this novel the same rich sense of place, the same deep understanding of the human psyche, and the same compassion for a people and their struggle that have informed his previous, highly praised works of fiction.",
        "average_rating": 3.98,
        "num_pages": 0,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Classics",
            "African American",
            "School",
            "Literature",
            "Historical"
        ],
        "ratings": 60291,
        "reviews": 4216
    },
    {
        "authors": [
            {
                "id": "982213",
                "name": "David Wroblewski"
            }
        ],
        "book_id": "6139504",
        "isbn13": null,
        "title": "The Story of Edgar Sawtelle",
        "publication_year": "2008",
        "publisher": "HarperCollins",
        "language_code": "eng",
        "description": "Other cover to isbn 9780007265022<br /><br />On a farm in remote northern Wisconsin the mute and brilliant Edgar Sawtelle leads an idyllic life with his parents. But when his beloved father mysteriously dies, Edgar blames himself. Grief-stricken and bewildered by his mother's desperate affair with her dead husband's brother, Edgar's world unravels one spring night when, in the falling rain, he sees his father's ghost...",
        "average_rating": 3.64,
        "num_pages": 566,
        "genres": [
            "Fiction",
            "Animals",
            "Dogs",
            "Adult Fiction",
            "Coming Of Age",
            "Contemporary",
            "Literary Fiction"
        ],
        "ratings": 99035,
        "reviews": 14219
    },
    {
        "authors": [
            {
                "id": "2238",
                "name": "Isabel Allende"
            }
        ],
        "book_id": "8434012",
        "isbn13": "9781616811631",
        "title": "Daughter of Fortune",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Orphaned at birth, Eliza Sommers is raised in the British colony of Valparaíso, Chile, by the well-intentioned Victorian spinster Miss Rose and her more rigid brother Jeremy. Just as she meets and falls in love with the wildly inappropriate Joaquín Andieta, a lowly clerk who works for Jeremy, gold is discovered in the hills of northern California. By 1849, Chileans of every stripe have fallen prey to feverish dreams of wealth. Joaquín takes off for San Francisco to seek his fortune, and Eliza, pregnant with his child, decides to follow him.<br /><br />As we follow her spirited heroine on a perilous journey north in the hold of a ship to the rough-and-tumble world of San Francisco and northern California, we enter a world whose newly arrived inhabitants are driven mad by gold fever. A society of single men and prostitutes among whom Eliza moves--with the help of her good friend and savior, the Chinese doctor Tao Chien--California opens the door to a new life of freedom and independence for the young Chilean. Her search for the elusive Joaquín gradually turns into another kind of journey that transforms her over time, and what began as a search for love ends up as the conquest of personal freedom.",
        "average_rating": 3.93,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "Romance",
            "Magical Realism",
            "Novels",
            "Literature"
        ],
        "ratings": 132187,
        "reviews": 5284
    },
    {
        "authors": [
            {
                "id": "585",
                "name": "John Steinbeck"
            }
        ],
        "book_id": "5222",
        "isbn13": "9781417704743",
        "title": "East of Eden",
        "publication_year": "2003",
        "publisher": "Rebound by Sagebrush",
        "language_code": "eng",
        "description": "Set in the rich farmland of California’s Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of Adam and Eve and the poisonous rivalry of Cain and Abel. Here Steinbeck created some of his most memorable characters and explored his most enduring themes: the mystery of identity; the inexplicability of love; and the murderous consequences of love’s absence.",
        "average_rating": 4.41,
        "num_pages": 608,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "Literature",
            "Novels",
            "American",
            "Literary Fiction"
        ],
        "ratings": 541746,
        "reviews": 29805
    },
    {
        "authors": [
            {
                "id": "5136",
                "name": "Mark Nepo"
            }
        ],
        "book_id": "7581",
        "isbn13": "0645241001173",
        "title": "The Book of Awakening: Having the Life You Want by Being Present to the Life You Have",
        "publication_year": null,
        "publisher": "Conari Press",
        "language_code": "eng",
        "description": "Philosopher-poet and cancer survivor, Mark Nepo opens a new season of freedom and joy--an escape from deadening, asleep-at-the wheel sameness--that is both profound and clarifying. His spiritual daybook is a summons to reclaim aliveness, liberate the self, take each day one at a time, and to savor the beauty offered by life's unfolding. Reading his poetic prose is like being given second sight, exposing the reader to life's multiple dimensions, each one drawn with awe and affection. The Book of Awakening is the result of his journey of the soul and will inspire others to embark on their own. Nepo speaks of spirit and friendship, urging readers to stay vital and in love with this life, no matter the hardships. Encompassing many traditions and voices, Nepo's words offer insight on pain, wonder, and love. Each entry is accompanied by an exercise that will surprise and delight the reader in its mind-waking ability.",
        "average_rating": 4.21,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Philosophy",
            "Personal Development",
            "Psychology",
            "Inspirational"
        ],
        "ratings": 9900,
        "reviews": 453
    },
    {
        "authors": [
            {
                "id": "3524",
                "name": "Joyce Carol Oates"
            }
        ],
        "book_id": "5204",
        "isbn13": "9780452282827",
        "title": "We Were the Mulvaneys",
        "publication_year": "1997",
        "publisher": "Plume",
        "language_code": "eng",
        "description": "The Mulvaneys of High Point Farm in Mt. Ephraim, New York, are a large and fortunate clan, blessed with good looks, abundant charisma, and boundless promise. But over the twenty-five year span of this ambitious novel, the Mulvaneys will slide, almost imperceptibly at first, from the pinnacle of happiness, transformed by the vagaries of fate into a scattered collection of lost and lonely souls.It is the youngest son, Judd, now an adult, who attempts to piece together the fragments of the Mulvaneys' former glory, seeking to uncover and understand the secret violation that occasioned the family's tragic downfall. Each of the Mulvaneys endures some form of exile- physical or spiritual - but in the end they find a way to bridge the chasms that have opened up among them, reuniting in the spirit of love and healing.",
        "average_rating": 3.75,
        "num_pages": 454,
        "genres": [
            "Fiction",
            "Contemporary",
            "Literary Fiction",
            "Classics",
            "Novels",
            "Family",
            "Adult Fiction"
        ],
        "ratings": 101753,
        "reviews": 3689
    },
    {
        "authors": [
            {
                "id": "7046622",
                "name": "Eben Alexander"
            }
        ],
        "book_id": "15802421",
        "isbn13": "9781451695182",
        "title": "Proof of Heaven: A Neurosurgeon's Journey into the Afterlife",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "Thousands of people have had near-death experiences, but scientists have argued that they are impossible. Dr. Eben Alexander was one of those scientists. A highly trained neurosurgeon, Alexander knew that NDEs feel real, but are simply fantasies produced by brains under extreme stress.<br /><br />Then, Dr. Alexander’s own brain was attacked by a rare illness. The part of the brain that controls thought and emotion—and in essence makes us human—shut down completely. For seven days he lay in a coma. Then, as his doctors considered stopping treatment, Alexander’s eyes popped open. He had come back.<br /><br />Alexander’s recovery is a medical miracle. But the real miracle of his story lies elsewhere. While his body lay in coma, Alexander journeyed beyond this world and encountered an angelic being who guided him into the deepest realms of super-physical existence. There he met, and spoke with, the Divine source of the universe itself.<br /><br />Alexander’s story is not a fantasy. Before he underwent his journey, he could not reconcile his knowledge of neuroscience with any belief in heaven, God, or the soul. Today Alexander is a doctor who believes that true health can be achieved only when we realize that God and the soul are real and that death is not the end of personal existence but only a transition.<br /><br />This story would be remarkable no matter who it happened to. That it happened to Dr. Alexander makes it revolutionary. No scientist or person of faith will be able to ignore it. Reading it will change your life.",
        "average_rating": 3.73,
        "genres": [
            "Nonfiction",
            "Spirituality",
            "Memoir",
            "Biography",
            "Christian",
            "Science",
            "Medical"
        ],
        "ratings": 60870,
        "reviews": 5776
    },
    {
        "authors": [
            {
                "id": "138207",
                "name": "Deepak Chopra"
            },
            {
                "id": "665705",
                "name": "Rudolph E. Tanzi"
            }
        ],
        "book_id": "13573432",
        "isbn13": "9780307956828",
        "title": "Super Brain: Unleashing the Explosive Power of Your Mind to Maximize Health, Happiness, and Spiritual Well-Being",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "A manual for relating to the brain in a revolutionary new way, Super Brain shows you how to use your brain as a gateway for achieving health, happiness, and spiritual growth. The authors are two pioneers: bestselling author and physician Deepak Chopra and Harvard Medical School professor Rudolph E. Tanzi, one of the world's foremost experts on the causes of Alzheimer’s. They have merged their wisdom and expertise for a bold new understanding of the “three-pound universe” and its untapped potential.<br /><br />In contrast to the “baseline brain” that fulfills the tasks of everyday life, Chopra and Tanzi propose that, through a person’s increased self-awareness and conscious intention, the brain can be taught to reach far beyond its present limitations. “We are living in a golden age for brain research, but is this a golden age for your brain?” they ask.<br /><br />Super Brain explains how it can be, by combining cutting-edge research and spiritual insights, demolishing the five most widespread myths about the brain that limit your potential, and then showing you methods to:<br /><br />-Use your brain instead of letting it use you<br />-Create the ideal lifestyle for a healthy brain<br />-Reduce the risks of aging<br />-Promote happiness and well-being through the mind-body connection<br />-Access the enlightened brain, the gateway to freedom and bliss<br />-Overcome the most common challenges, such as memory loss, depression, anxiety, and obesity<br /><br />Your brain is capable of incredible healing and constant reshaping. Through a new relationship with your brain you can transform your life. In Super Brain, Chopra and Tanzi guide you on a fascinating journey that envisions a leap in human evolution. The brain is not just the greatest gift that Nature has given us. It’s the gateway to an unlimited future that you can begin to live today.",
        "average_rating": 3.85,
        "genres": [
            "Nonfiction",
            "Self Help",
            "Psychology",
            "Health",
            "Science",
            "Brain",
            "Spirituality"
        ],
        "ratings": 3902,
        "reviews": 350
    },
    {
        "authors": [
            {
                "id": "3537",
                "name": "Bill Cosby"
            },
            {
                "id": "18586",
                "name": "Varnette P. Honeywood"
            }
        ],
        "book_id": "5202",
        "isbn13": "9780590956185",
        "title": "The Treasure Hunt: A Little Bill Book",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "[<i>Reader Level 3</i>]<br /><br />Little Bill reaches his room for his treasure. What he finds is a great surprise as he learns to value his own talents and treasure the people he loves.",
        "average_rating": 3.35,
        "genres": [
            "Childrens",
            "Fiction",
            "African American",
            "Banned Books",
            "Family",
            "1st Grade"
        ],
        "ratings": 387,
        "reviews": 20
    },
    {
        "authors": [
            {
                "id": "3534",
                "name": "Toni Morrison"
            }
        ],
        "book_id": "501518",
        "isbn13": "9780452252448",
        "title": "Song of Solomon",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Milkman Dead was born shortly after a neighborhood eccentric hurled himself off a rooftop in a vain attempt at flight. For the rest of his life he, too, will be trying to fly. With this brilliantly imagined novel, Toni Morrison transfigures the coming-of-age story as audaciously as Saul Bellow or Gabriel García Márquez. As she follows Milkman from his rustbelt city to the place of his family’s origins, Morrison introduces an entire cast of strivers and seeresses, liars and assassins, the inhabitants of a fully realized black world.",
        "average_rating": 4.14,
        "num_pages": 337,
        "genres": [
            "Fiction",
            "Classics",
            "Historical Fiction",
            "African American",
            "Magical Realism",
            "Novels",
            "Literature"
        ],
        "ratings": 113571,
        "reviews": 6390
    },
    {
        "authors": [
            {
                "id": "3535",
                "name": "William Faulkner"
            },
            {
                "id": "1004238",
                "name": "Will Patton"
            }
        ],
        "book_id": "10348789",
        "isbn13": "9781455813032",
        "title": "Light in August",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<i>Light in August</i>, a novel that contrasts stark tragedy with hopeful perseverance in the face of mortality, which features some of Faulkner’s most memorable characters: guileless, dauntless Lena Grove, in search of the father of her unborn child; Reverend Gail Hightower, a lonely outcast haunted by visions of Confederate glory; and Joe Christmas, a desperate, enigmatic drifter consumed by his mixed ancestry.",
        "average_rating": 3.94,
        "genres": [
            "Fiction",
            "Literature",
            "Classics",
            "Novels",
            "American",
            "Southern Gothic",
            "Southern"
        ],
        "ratings": 62075,
        "reviews": 3263
    },
    {
        "authors": [
            {
                "id": "155717",
                "name": "Cheryl Strayed"
            }
        ],
        "book_id": "14760745",
        "isbn13": "9780307962812",
        "title": "Wild: From Lost to Found on the Pacific Crest Trail",
        "publication_year": "2012",
        "publisher": "Knopf Doubleday Publishing Group",
        "language_code": "eng",
        "description": "<b>A powerful, blazingly honest memoir: the story of an eleven-hundred-mile solo hike that broke down a young woman reeling from catastrophe—and built her back up again.</b><br /><br />At twenty-two, Cheryl Strayed thought she had lost everything. In the wake of her mother's death, her family scattered and her own marriage was soon destroyed. Four years later, with nothing more to lose, she made the most impulsive decision of her life: to hike the Pacific Crest Trail from the Mojave Desert through California and Oregon to Washington State—and to do it alone. She had no experience as a long-distance hiker, and the trail was little more than \"an idea, vague and outlandish and full of promise.\" But it was a promise of piecing back together a life that had come undone.<br /><br />Strayed faces down rattlesnakes and black bears, intense heat and record snowfalls, and both the beauty and loneliness of the trail. Told with great suspense and style, sparkling with warmth and humor, Wild vividly captures the terrors and pleasures of one young woman forging ahead against all odds on a journey that maddened, strengthened, and ultimately healed her.",
        "average_rating": 4.06,
        "num_pages": 336,
        "genres": [
            "Nonfiction",
            "Memoir",
            "Travel",
            "Biography",
            "Adventure",
            "Audiobook",
            "Biography Memoir"
        ],
        "ratings": 800465,
        "reviews": 47056
    },
    {
        "authors": [
            {
                "id": "3526",
                "name": "Jane Hamilton"
            }
        ],
        "book_id": "5187",
        "isbn13": "9780385265706",
        "title": "The Book of Ruth",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Winner of the 1989 PEN/Hemingway Foundation Award for best first novel, this exquisite book confronts real-life issues of alienation and violence  from which the author creates a stunning testament  to the human capacity for mercy, compassion and love.",
        "average_rating": 3.86,
        "num_pages": 328,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Adult Fiction",
            "Literary Fiction",
            "Novels",
            "Adult"
        ],
        "ratings": 67641,
        "reviews": 1510
    },
    {
        "authors": [
            {
                "id": "292970",
                "name": "Tayari Jones"
            }
        ],
        "book_id": "33590210",
        "isbn13": "9781616201340",
        "title": "An American Marriage",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "Newlyweds Celestial and Roy are the embodiment of both the American Dream and the New South. He is a young executive, and she is an artist on the brink of an exciting career. But as they settle into the routine of their life together, they are ripped apart by circumstances neither could have imagined. Roy is arrested and sentenced to twelve years for a crime Celestial knows he didn’t commit. Though fiercely independent, Celestial finds herself bereft and unmoored, taking comfort in Andre, her childhood friend, and best man at their wedding. As Roy’s time in prison passes, she is unable to hold on to the love that has been her center. After five years, Roy’s conviction is suddenly overturned, and he returns to Atlanta ready to resume their life together.<br /> <br />This stirring love story is a profoundly insightful look into the hearts and minds of three people who are at once bound and separated by forces beyond their control. An American Marriage is a masterpiece of storytelling, an intimate look deep into the souls of people who must reckon with the past while moving forward—with hope and pain—into the future.",
        "average_rating": 3.94,
        "num_pages": 308,
        "genres": [
            "Fiction",
            "Contemporary",
            "Audiobook",
            "Literary Fiction",
            "Romance",
            "Adult",
            "Adult Fiction"
        ],
        "ratings": 360152,
        "reviews": 29434
    },
    {
        "authors": [
            {
                "id": "3503",
                "name": "Maya Angelou"
            }
        ],
        "book_id": "9907640",
        "isbn13": "9780739334690",
        "title": "The Heart of a Woman",
        "publication_year": "2005",
        "publisher": "Random House Audio",
        "language_code": "eng",
        "description": "Maya Angelou has fascinated, moved, and inspired  countless readers with the first three volumes of  her autobiography, one of the most remarkable  personal narratives of our age. Now, in her fourth  volume, <i>The Heart of a Woman</i>, her  turbulent life breaks wide open with joy as the  singer-dancer enters the razzle-dazzle of fabulous  New York City. There, at the Harlem Writers Guild,  her love for writing blazes anew.<br /><br /> Her  compassion and commitment lead her to respond to the  fiery times by becoming the northern coordinator  of Martin Luther King's history-making quest. A  tempestuous, earthy woman, she promises her heart to  one man only to have it stolen, virtually on her  weding day, by a passionate African freedom  fighter. <br /><br /> Filled with unforgettable vignettes of  famous characters, from Billie Holiday to Malcolm  X, <i>The Heart of a Woman</i> sings  with Maya Angelou's eloquent prose -- her fondest  dreams, deepest disappointments, and her dramatically  tender relationship with her rebellious teenage  son. Vulnerable, humorous, tough, Maya speaks with  an intimate awareness of the heart within all of  us.<br /><br /><br /><i>From the Paperback edition.</i>",
        "average_rating": 4.23,
        "num_pages": 0,
        "genres": [
            "Nonfiction",
            "Memoir",
            "Biography",
            "Autobiography",
            "Poetry",
            "Classics",
            "African American"
        ],
        "ratings": 23743,
        "reviews": 799
    },
    {
        "authors": [
            {
                "id": "231606",
                "name": "Helen Schucman"
            },
            {
                "id": "30415373",
                "name": "Helen Shucman and William Thetford"
            }
        ],
        "book_id": "2115099",
        "isbn13": "9780976420064",
        "title": "A Course in Miracles",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "The great classic work, A Course in Miracles, is devoted to teachings about who we are, our relationships to God and with each other, and the actually mental nature of our bodies and the world. There are three constituent parts to the Course: The Text, a Workbook for Students, and the Manual for Teachers. The Text lays out the theoretical foundation for the metaphysical system of the Course. The Workbook contains a series of 365 Lessons to be practiced daily for the purpose of retraining the mind and healing our perception. Finally, the Manual contains information for and about advanced teachers of God. The Course is also about miracles, which students understand to be, in part, a shift in perception to healed vision. But miracles are more than a shift in perception, because the shift has consequences in the world as we see it. The Course is a self study educational program for retraining the mind that is spiritual, rather than religious, in its perspective. Although the Course uses Christian terminology, it expresses a universal experience, and its underlying ontology is reminiscent of ancient refrains, echoing the world's most hallowed traditions.",
        "average_rating": 4.19,
        "num_pages": 1164,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Philosophy",
            "Religion",
            "Personal Development",
            "Psychology"
        ],
        "ratings": 32341,
        "reviews": 696
    },
    {
        "authors": [
            {
                "id": "26975",
                "name": "Gary Zukav"
            }
        ],
        "book_id": "119760",
        "isbn13": "9780684865188",
        "title": "The Seat of the Soul",
        "publication_year": "2012",
        "publisher": "Simon & Schuster",
        "language_code": "eng",
        "description": "Based on the #1\" New York Times\" bestseller-- a fascinating exploration of humanity' s <br />new phase of evolution <br />Travel on an exciting, thought-provoking journey of discovery with the bestselling author of \"The Dancing Wu Li Masters,\" With a scientist' s eye and philosopher' s heart, Gary Zukav illustrates our evolution from a species that pursues external power-- power based upon the perceptions of the five senses-- into a species that pursues authentic power-- power based upon the perceptions of values of the spirit. <br />In his simple, elegant, poetic style, Mr. Zukav explains how the pursuit of external power has produced our survival-of-the-fittest mentality and generated conflict between individuals, races, and nations. He shows how we create our own reality through our intentions and choices. Through a revealing study of reincarnation and karma, he describes how our previous lives affect our everyday acts of creation. <br />He also shows how infusing the activities of life with reverence, compassion, and trust can make them come alive with new meaning and purpose. T\"he Seat of the Soul\" describes a remarkable voyage of transformation-- a journey to new dimensions of spiritual discovery.<br />",
        "average_rating": 4.02,
        "genres": [
            "Spirituality",
            "Nonfiction",
            "Self Help",
            "Philosophy",
            "Psychology",
            "Personal Development",
            "Inspirational"
        ],
        "ratings": 46534,
        "reviews": 1056
    },
    {
        "authors": [
            {
                "id": "2960",
                "name": "Wayne W. Dyer"
            }
        ],
        "book_id": "357886",
        "isbn13": "9780061091483",
        "title": "Your Erroneous Zones",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": null,
        "average_rating": 4.02,
        "genres": [
            "Self Help",
            "Psychology",
            "Nonfiction",
            "Personal Development",
            "Spirituality",
            "Philosophy",
            "Audiobook"
        ],
        "ratings": 17921,
        "reviews": 1135
    },
    {
        "authors": [
            {
                "id": "14525",
                "name": "Ram Dass"
            },
            {
                "id": "1372787",
                "name": "Richard Alpert"
            }
        ],
        "book_id": "29254",
        "isbn13": "9780517543054",
        "title": "Be Here Now",
        "publication_year": "1971",
        "publisher": "Lama Foundation (San Cristobal, NM)",
        "language_code": "en-US",
        "description": "The enhanced edition of Be Here Now Two guided video meditations, 30 minutes in length * Twenty minute video retrospective of Ram Dass' spiritual journey *The first chapter of Ram Dass' new book, Be Love Now",
        "average_rating": 4.33,
        "genres": [
            "Spirituality",
            "Philosophy",
            "Nonfiction",
            "Self Help",
            "Psychology",
            "Buddhism",
            "Personal Development"
        ],
        "ratings": 38178,
        "reviews": 1405
    },
    {
        "authors": [
            {
                "id": "2780",
                "name": "Kathy Freston"
            }
        ],
        "book_id": "2194097",
        "isbn13": "9781602860186",
        "title": "Quantum Wellness: A Transformative Guide to Health, Happiness and a Better World",
        "publication_year": null,
        "publisher": "Weinstein Books",
        "language_code": "eng",
        "description": "<p>An instant New York Times bestseller embraced and endorsed by such luminaries as Oprah Winfrey, Dr. Mehmet Oz, Ellen DeGeneres, and Marianne Williamson, Quantum Wellness is the breakthrough book that created a national trend.<br /><br />This life-changing guide teaches us how to reach our highest level of health and contentment through small, focused changes. Featuring a foreword by #1 New York Times bestselling author Dr. Mehmet C. Oz, Quantum Wellness will forever change the way readers approach healthy living. <br /></p>",
        "average_rating": 3.65,
        "genres": [
            "Health",
            "Nonfiction",
            "Food",
            "Self Help",
            "Nutrition",
            "Personal Development",
            "Spirituality"
        ],
        "ratings": 1024,
        "reviews": 128
    },
    {
        "authors": [
            {
                "id": "3499",
                "name": "Lalita Tademy"
            }
        ],
        "book_id": "5156",
        "isbn13": "9780446615884",
        "title": "Cane River",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>A <i>New York Times</i> bestseller and Oprah's Book Club Pick-the unique and deeply moving saga of four generations of African-American women whose journey from slavery to freedom begins on a Creole plantation in Louisiana.</b><br /><br />Beginning with her great-great-great-great grandmother, a slave owned by a Creole family, Lalita Tademy chronicles four generations of strong, determined black women as they battle injustice to unite their family and forge success on their own terms. They are women whose lives begin in slavery, who weather the Civil War, and who grapple with contradictions of emancipation, Jim Crow, and the pre-Civil Rights South. As she peels back layers of racial and cultural attitudes, Tademy paints a remarkable picture of rural Louisiana and the resilient spirit of one unforgettable family.<br /><br />There is Elisabeth, who bears both a proud legacy and the yoke of bondage... her youngest daughter, Suzette, who is the first to discover the promise-and heartbreak-of freedom... Suzette's strong-willed daughter Philomene, who uses a determination born of tragedy to reunite her family and gain unheard-of economic independence... and Emily, Philomene's spirited daughter, who fights to secure her children's just due and preserve their dignity and future.<br /><br />Meticulously researched and beautifully written, <i>Cane River </i>presents a slice of American history never before seen in such piercing and personal detail.<br /><br />",
        "average_rating": 4.08,
        "num_pages": 543,
        "genres": [
            "Historical Fiction",
            "Fiction",
            "Historical",
            "African American",
            "Southern",
            "Book Club",
            "Adult"
        ],
        "ratings": 49169,
        "reviews": 2316
    },
    {
        "authors": [
            {
                "id": "3529",
                "name": "Elizabeth Berg"
            }
        ],
        "book_id": "5190",
        "isbn13": "9780345435163",
        "title": "Open House",
        "publication_year": null,
        "publisher": null,
        "language_code": "eng",
        "description": "In this superb novel by the beloved author of Talk Before Sleep, The Pull of the Moon, and Until the Real Thing Comes Along, a woman re-creates her life after divorce by opening up her house and her heart.<br />Samantha's husband has left her, and after a spree of overcharging at Tiffany's, she settles down to reconstruct a life for herself and her eleven-year-old son. Her eccentric mother tries to help by fixing her up with dates, but a more pressing problem is money. To meet her mortgage payments, Sam decides to take in boarders. The first is an older woman who offers sage advice and sorely needed comfort; the second, a maladjusted student, is not quite so helpful. A new friend, King, an untraditional man, suggests that Samantha get out, get going, get work. But her real work is this: In order to emerge from grief and the past, she has to learn how to make her own happiness. In order to really see people, she has to look within her heart. And in order to know who she is, she has to remember--and reclaim--the person she used to be, long before she became someone else in an effort to save her marriage. Open House is a love story about what can blossom between a man and a woman, and within a woman herself.",
        "average_rating": 3.7,
        "genres": [
            "Fiction",
            "Chick Lit",
            "Contemporary",
            "Romance",
            "Adult Fiction",
            "Adult",
            "Novels"
        ],
        "ratings": 59888,
        "reviews": 2079
    },
    {
        "authors": [
            {
                "id": "3535",
                "name": "William Faulkner"
            }
        ],
        "book_id": "10714195",
        "isbn13": null,
        "title": "The Sound and the Fury",
        "publication_year": "1956",
        "publisher": "Modern Library",
        "language_code": "eng",
        "description": "The Sound and the Fury is the tragedy of the Compson family, featuring some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character’s voices and actions mesh to create what is arguably Faulkner’s masterpiece and one of the greatest novels of the twentieth century.",
        "average_rating": 3.85,
        "num_pages": 427,
        "genres": [
            "Classics",
            "Fiction",
            "Literature",
            "Novels",
            "American",
            "Southern Gothic",
            "20th Century"
        ],
        "ratings": 182712,
        "reviews": 9408
    },
    {
        "authors": [
            {
                "id": "82111",
                "name": "Jill Bolte Taylor"
            }
        ],
        "book_id": "142292",
        "isbn13": "9781430300618",
        "title": "My Stroke of Insight: A Brain Scientist's Personal Journey",
        "publication_year": null,
        "publisher": "Lulu.com",
        "language_code": "eng",
        "description": "Jill Taylor was a 37-year-old Harvard-trained brain scientist when a blood vessel exploded in her brain. Through the eyes of a curious scientist, she watched her mind deteriorate whereby she could not walk, talk, read, write, or recall any of her life. Because of her understanding of the brain, her respect for the cells in her body, and an amazing mother, Jill completely recovered. In My Stroke of Insight, she shares her recommendations for recovery and the insight she gained into the unique functions of the two halves of her brain. When she lost the skills of her left brain, her consciousness shifted away from normal reality where she felt \"at one with the universe.\" Taylor helps others not only rebuild their brains from trauma, but helps those of us with normal brains better understand how we can consciously influence the neural circuitry underlying what we think, how we feel and how we react to life's circumstances.",
        "average_rating": 3.91,
        "genres": [
            "Nonfiction",
            "Science",
            "Memoir",
            "Psychology",
            "Biography",
            "Neuroscience",
            "Health"
        ],
        "ratings": 29907,
        "reviews": 4068
    },
    {
        "authors": [
            {
                "id": "3501",
                "name": "Kaye Gibbons"
            }
        ],
        "book_id": "873313",
        "isbn13": "9780613090117",
        "title": "A Virtuous Woman",
        "publication_year": null,
        "publisher": null,
        "language_code": null,
        "description": "<b>A \"vivid, unsentimental, powerful\" portrait of a Southern marriage by the <i>New York Times</i>-bestselling author of <i>Ellen Foster</i> (<i>Publishers Weekly</i>).</b><br /><br /><i>She hasn't been dead four months and I've already eaten to the bottom of the deep freeze. I even ate the green peas. Used to I wouldn't turn my hand over for green peas . . .</i><br /><br />Ruby Stokes has died too young and left her husband, Blinking Jack, behind. With alternating entries from each of them, <i>A Virtuous Woman</i> recounts the tale of their years together in an \"exquisitely realised piece of writing\" (Elizabeth Buchan, <i>The Mail on Sunday</i>).<br /><br />From their very different backgrounds--Ruby a daughter of wealth, Jack a penniless tenant farmer--to their relationships with their landlord and his family, and the strength they drew from each other in the face of hardship, this story of a marriage is \"full of fantastically gritty metaphors . . . A book that will change your dreams\" (<i>The Observer</i>).<br /><br />\"Gibbons again flawlessly reproduces the humor and idiom of rural eastern North Carolina.\" --<i>Library Journal</i> <br />",
        "average_rating": 3.69,
        "genres": [
            "Fiction",
            "Historical Fiction",
            "Contemporary",
            "Southern",
            "Literary Fiction",
            "Adult Fiction",
            "Novels"
        ],
        "ratings": 25186,
        "reviews": 720
    }
]